Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: We may permit a limited number of authorized third parties, such as analytics partners, to place cookies through the Site to provide us with better insights into the use of the Site or user demographics. These third parties may collect information, including non-personal information, about a consumer's online activities over time and across different websites when he or she uses our website.
mn: Бид аналитикийн түншүүд гэх мэт цөөн тооны итгэмжлэгдсэн гуравдагч талуудад Вебсайтын хэрэглээ эсхүл хэрэглэгчийн хүн ам зүйн мэдээллийг илүү нарийвчилж ойлгохын тулд Веб сайтаар дамжуулж күүки байршуулах зөвшөөрлийг олгодог. Тэдгээр гуравдагч тал нь тухайн хэрэглэгчийн хувийн бус мэдээлэл, хэрэглэгчийн манай веб сайтыг ашиглаж байх үедээ цахим орчинд хийсэн үйлдлүүд болон зочилсон бусад веб сайт гэх зэрэг мэдээллийг авч болно.

source: Do Not Track
mn: Дагахгүй байх

source: We do not use technology that recognizes a "do-not-track" signal from your web browser.
mn: Таны веб хөтөч дэх “дагахгүй байх” дохиог таньж илрүүлэх технологийг бид ашигладаггүй.

source: How We Use and Share the Information
mn: Бид мэдээллийг хэрхэн ашиглах болон бусадтай хуваалцах тухай

source: Please take some time to familiarize yourself with the different ways Stanford uses and may disclose the information that we gather. We do not share your Personally Identifiable Information with third parties for their direct marketing use.
mn: Стэнфорд цуглуулсан мэдээллээ хэрхэн ашиглах болон мэдээллийг задруулж болох ялгаатай нөхцөлүүдтэй та бүхэн цаг гаргаж сайтар танилцана уу. Бид таны Хувь хүний мэдээллийг гуравдагч талуудад тэдний шууд маркетингийн хэрэглээнд зориулж өгөхгүй болно.

source: Stanford uses Non-Personal Information in aggregate form to build higher quality, more useful services by performing statistical analyses of the collective characteristics and behavior of our users, and by measuring demographics and interests regarding specific areas of our Site. Such aggregate information may include but is not limited to video player interactions, views of posts, views and actions on pages, assessment results and completion rates and assignments. We may share Non-Personal Information with service providers and others to assist us in operating and enhancing our programs and site.
mn: Стэнфорд нь үйлчилгээнийхээ чанар, ашиг тусыг улам нэмэгдүүлэхийн тулд Веб сайтын тодорхой бүс нутгуудтай холбогдох хүн ам зүй, хүмүүсийн сонирхлыг судалж хэмжих, хэрэглэгчдийнхээ онцлог шинж чанар, зан төлөвийн талаарх статистикийн дүн шинжилгээ хийх замаар Хувийн бус мэдээллийг нэгдсэн хэлбэрээр ашиглана. Тухайн нэгдсэн мэдээлэлд видео тоглуулагч ажиллуулсан, нийтлэлүүдийг үзсэн тоо, веб хуудаснуудыг үзсэн болон үйлдэл хийсэн тоо, дүн үнэлгээ, гүйцэтгэлийн үзүүлэлт болон бие даалт зэрэг хамаарах бөгөөд зөвхөн эдгээрээр хязгаарлагдахгүй. Бид веб сайт болон программаа сайжруулах, үйл ажиллагаандаа туслалцаа авах зорилгоор Хувийн бус мэдээллийг үйлчилгээ үзүүлэгчид болон бусадтай хуваалцана.

source: Among other things, Stanford may use the Personally Identifiable Information that you provide to respond to your questions, provide you the specific course and/or services you select, send you updates about online courses offered by Stanford or other Stanford events, and send you email messages about Site maintenance or updates. Except as set forth in this Privacy Policy or as specifically agreed to by you, Stanford will not disclose any Personally Identifiable Information we gather from you on the Site. In addition to the other uses set forth in this Privacy Policy, Stanford may disclose and otherwise use Personally Identifiable Information as described below.
mn: Бусад зүйлээс гадна Стэнфорд нь таны асуултад хариулахдаа ирүүлсэн Хувь хүний мэдээллийг ашиглах бөгөөд таны сонгосон тодорхой сургалт хичээл, үйлчилгээгээр таныг хангаж, Стэнфордоос эсхүл Стэнфордын бусад үйл ажиллагаанаас санал болгох цахим сургалтын талаарх шинэ мэдээллүүдийг танд илгээх ба Веб сайтад хийгдэж буй засвар үйлчилгээ эсхүл шинэ мэдээллүүдийг танд цахим шуудангаар илгээх болно. Нууцлалын бодлогод зааснаас эсхүл тантай тусгайлан тохиролцсоноос бусад тохиолдолд Стэнфорд нь Веб сайтаараа дамжуулан олж авсан таны Хувь хүний мэдээллийг задруулахгүй. Энэхүү Нууцлалын бодлогод тусгасан мэдээллийг ашиглахтай холбоотой бусад нөхцөлөөс гадна Стэнфорд нь дор дурдсан байдлаар Хувь хүний мэдээллийг задруулж болно.

source: Updates
mn: Шинэчлэлт

source: We use Personally Identifiable Information collected when you sign-up for our various email or update services to send you the messages in connection with the Site or an online course. Stanford may also archive this information and/or use it for future communications with you.
mn: Веб сайт эсхүл цахим сургалттай холбогдуулан захиа хүлээн авах зорилгоор манай янз бүрийн цахим шуудан эсхүл шинэ мэдээлэл авах үйлчилгээнд таны бүртгүүлэхдээ оруулсан Хувь хүний мэдээллийг бид цуглуулж ашиглана. Стэнфорд энэхүү мэдээллийг архивлан хадгалж, цаашид тантай харилцаа холбоо тогтооход ашиглана.

source: Forums
mn: Форум

source: Stanford uses Personally Identifiable Information collected during your use of forums to facilitate your use of the forums. In addition Stanford may display this information either on the Site and/or in other publications. Stanford may also archive this information and/or use it for future communications with you and/or your designee(s). Since the forum is open to the public, you may wish to select a username which does not disclose your identity when you post on the forum.
mn: Таныг форум ашиглаж байх үед таны форум ашиглалтыг хөнгөвчлөхийн тулд Стэнфорд цуглуулсан Хувь хүний мэдээллээ ашиглана. Үүнээс гадна Стэнфорд энэхүү мэдээллийг Веб сайтад эсхүл бусад хэвлэл нийтлэлд дэлгэн харуулна. Түүнчлэн Стэнфорд энэхүү мэдээллийг архивлан хадгалж, цаашид тантай эсхүл таны үүрэг гүйцэтгэгчтэй харилцаа холбоо тогтооход ашиглана. Форум нь олон нийтэд нээлттэй байх тул та форумд бичвэр нийтлэхдээ таны хэн болохыг тодорхойлох боломжгүй хэрэглэгчийн нэрийг сонгон ашиглах нь зүйтэй.

source: Participation in Online Courses
mn: Цахим сургалтад оролцох

source: We use the Personally Identifiable Information, including but not limited to username and email address, that we collect from you when you participate in an online course through the Site for processing purposes, including but not limited to tracking attendance, progress and completion of an online course. Also, Stanford may archive this information and/or use it for future communications with you. This information may be shared with the content providers or contractors.
mn: Таныг Веб сайтаар дамжуулж цахим сургалтад оролцоход танаас авсан хэрэглэгчийн нэр болон цахим шуудангийн хаяг зэрэг таны Хувь хүний мэдээллийг бид боловсруулалтын зорилгоор ашиглах ба мэдээлэл нь зөвхөн дээрхээр хязгаарлагдахгүй бөгөөд боловсруулалтын зорилго гэдэгт цахим хичээлийн оролцоо, явц, гүйцэтгэлийг хянах зэрэг хамаарах ба мөн зөвхөн эдгээрээр хязгаарлагдахгүй. Түүнчлэн Стэнфорд энэхүү мэдээллийг архивлан хадгалж, цаашид тантай харилцаа холбоо тогтооход ашиглана. Энэхүү мэдээллийг контент нийлүүлэгчид болон гэрээт гүйцэтгэгчидтэй хуваалцаж болно.

source: Communications with Stanford
mn: Стэнфордтой харилцах

source: When you send us an email message or otherwise contact us, we may use the information provided by you to respond to your communication and/or as described in this Privacy Policy. We may also archive this information and/or use it for future communications with you.
mn: Та бидэнд цахим шуудан илгээх эсхүл өөрөөр бидэнтэй харилцах үед таны харилцаанд хариулахдаа ирүүлсэн мэдээллийг бид энэхүү Нууцлалын бодлого хэсэгт заасны дагуу ашиглана. Бид энэхүү мэдээллийг архивлан хадгалж, цаашид тантай харилцаа холбоо тогтооход ашиглана.

source: Research
mn: Судалгааны ажил

source: We will study course participation to learn how to enhance both our course offerings and the online learning experience. Records of your participation may be used by Stanford for these research studies. Such records may include but will not be limited to: username, email address, home address, IP address, postal code, gender, year of birth and your interactions with the platform such as video player usage, forum posts, actions on class pages, assignments, and assessment results. For purposes of research, we may share information we collect from online learning activities, including Personally Identifiable Information ("PII"), with researchers beyond Stanford. However, your PII will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
mn: Бид хичээлийн хөтөлбөр болон цахим сургалтын туршлагаа нэмэгдүүлж, сайжруулахын тулд сургалтын оролцоог судлах болно. Стэнфордын энэхүү судалгаанд таны хичээлийн оролцооны тэмдэглэл ашиглагдана. Тухайн тэмдэглэлд дараах мэдээллүүд хамаарах бөгөөд зөвхөн эдгээрээр хязгаарлагдахгүй: хэрэглэгчийн нэр, цахим шуудангийн хаяг, гэрийн хаяг, IP хаяг, шуудангийн код, хүйс, төрсөн огноо болон таны видео тоглуулагчийн хэрэглээ, форумд нийтэлсэн бичвэр, ангийн хуудсанд хийсэн үйлдлүүд, бие даалтууд, дүн үнэлгээ гэх зэрэг платформтой харилцсан таны үйлдлүүд. Судалгааны зорилгоор бид таны Хувь хүний мэдээлэл (ХХМ) гэх зэрэг цахим сургалтын үйл ажиллагаанаас олж авсан мэдээллийг Стэнфордоос гадуурх судлаачидтай хуваалцана. Гэхдээ таны ХХМ-ийг зөвхөн хуулиар зөвшөөрсөн хэмжээнд буюу судалгааг гүйцэтгэхэд шаардагдах хэмжээгээр хязгаарлаж бусадтай хуваалцах бөгөөд ингэхдээ бид мэдээллийн нууцлалыг хамгаалах гэрээ байгуулна. Түүнчлэн бид таныг таних боломжгүй мэдээлэл буюу хувийн бус мэдээллийг олон нийтэд, эсвэл гуравдагч талд ил болгож магадгүй. Ийм байдлаар судалгааны цуглуулсан аливаа мэдээллийг нэгдсэн түвшинд нийтлэх бөгөөд таны хувийн мэдээллийг бол задруулахгүй юм.

source: Third Party Sites
mn: Гуравдагч талын веб сайт

source: We use the Personally Identifiable Information collected from third party sites for research and teaching purposes. To the extent such Personally Identifiable Information contains images of you; you grant Stanford a limited, non-exclusive right to use, reproduce, distribute, prepare derivative works of or publicly display such images and/or your likeness for educational purposes.
mn: Бид судалгааны ажил болон хичээлд ашиглах зорилгоор гуравдагч талын веб сайтуудаас цуглуулсан Хувь хүний мэдээллийг ашиглана. Тухайн Хувь хүний мэдээлэлд таны зураг агуулагдаж байгаа тохиолдолд та тухайн дүр төрх, зургаа боловсролын зорилгоор ашиглах, хуулбарлах, тараах, олон нийтэд дэлгэн үзүүлэх, бэлтгэх зэрэг онцгой-бус хязгаарлагдмал эрхийг Стэнфордод олгоно.

source: Disclosure to Complete Transactions
mn: Гүйлгээг хийхэд мэдээллийг ил болгох

source: We may disclose your Personally Identifiable Information in order to help complete a transaction that you have requested. This may include, for example, disclosure of credit card information to a payment processor.
mn: Таны хүсэлт явуулсан гүйлгээг амжилттай болгохын тулд бид таны Хувь хүний мэдээллийг ил болгоно. Тухайлбал таны кредит картын мэдээллийг төлбөр боловсруулагчид мэдээлэх зэрэг хамаарна.

source: Disclosure to Stanford Contractors
mn: Стэнфордын гэрээт гүйцэтгэгчдэд мэдээллийг ил болгох

source: Our contractors may have limited access to your Personally Identifiable Information in the course of providing products or services to us. These contractors may include vendors and suppliers that provide us with technology, services, marketing assistance, and/or content related to the operation and maintenance of the Site or the online course. Access to your Personally Identifiable Information by these contractors is limited to the information reasonably necessary for the contractor to perform its limited function for us.
mn: Манай гэрээт гүйцэтгэгчид нь биднийг бүтээгдэхүүн, үйлчилгээгээр хангах явцад таны Хувь хүний мэдээлэлд хязгаарлагдмал байдлаар нэвтрэх эрхтэй байдаг. Гэрээт гүйцэтгэгч гэдэгт бидэнд технологи, үйлчилгээ, маркетингийн туслалцаа, үйл ажиллагаатай холбоотой контент, Веб сайт эсхүл цахим сургалтын засвар үйлчилгээ үзүүлэгч, ханган нийлүүлэгч, борлуулагчид хамаарна. Эдгээр гэрээт гүйцэтгэгчийн таны Хувь хүний мэдээлэлд нэвтрэх эрх нь бидэнд ажил үйлчилгээ үзүүлэхэд шаардагдах хэмжээгээр хязгаарлагдана.

source: Government Authorities, Legal Rights and Actions
mn: Засгийн газрын эрх бүхий байгууллагууд, хууль ёсны эрх ба үйл ажиллагаа

source: Stanford may share your Personally Identifiable Information with various government authorities in response to subpoenas, court orders, or other legal process; to establish or exercise our legal rights or to protect our property, rights or safety or the property, rights or safety of others; to prosecute or to defend against legal claims; or as otherwise required by law or applicable regulations. In such cases Stanford reserves the right to raise or waive any legal objection or right available to us. We also may share your Personally Identifiable Information when Stanford believes it is appropriate to investigate, prevent, or take action regarding illegal or suspected illegal activities; to protect and defend the rights, property, or safety of Stanford, the Site, our users or others; and in connection with our Terms of Use and other agreements.
mn: Стэнфорд нь шүүхийн тогтоол, зарлан дуудах бичиг эсхүл бусад хууль ёсны үйл ажиллагаанд хариу болгож хууль ёсны эрхээ хэрэгжүүлэхийн тулд, эсхүл өөрсдийн өмчийг хамгаалахын тулд, эсхүл өмчийн аюулгүй байдал, бусдын аюулгүй байдлын төлөө, эсхүл хууль ёсны нэхэмжлэл шаардлагын эсрэг өөрсдийгөө хамгаалахын тулд, эсхүл өөрөөр хууль журамд заасны дагуу засгийн газрын эрх бүхий байгууллагуудад таны Хувь хүний мэдээллийг задруулж болно. Тухайн тохиолдлуудад Стэнфорд нь бидэнд нээлттэй байгаа хууль ёсны эрхийг зөвшөөрөх эсхүл олгохгүй байх, мөн хууль ёсны хориг тавих эсхүл хоригийг цуцлах эрхтэй байна. Түүнчлэн Стэнфорд нь Үйлчилгээний нөхцөл болон бусад гэрээ, тохиролцоотой холбоотой хууль бус үйлдэл, хууль зөрчсөн сэжиг бүхий үйлдлүүдийг мөрдөн шалгах, урьдчилан сэргийлэх, арга хэмжээ авах шаардлагатай гэж үзсэн тохиолдолд Стэнфорд, Веб сайт, манай хэрэглэгчид болон бусдын эрх, өмч, аюулгүй байдлыг хамгаалахын тулд таны Хувь хүний мэдээллийг задруулж болно.

source: Security
mn: Аюулгүй байдал

source: Stanford takes reasonable measures to protect your Personally Identifiable Information from disclosure to or access by third parties. However, no method of electronic transmission or storage is 100% secure. Please note that Stanford does not guarantee the security of Personally Identifiable Information, and there is some risk that an unauthorized third party may find a way to circumvent our security systems or that transmission of your information over the Internet will be intercepted. Any information that you post on our site or send to us in an email is not secure.
mn: Бид таны Хувь хүний мэдээлэлд гуравдагч этгээд нэвтрэх, ил болохоос хамгаалахын тулд боломжит арга хэмжээнүүдийг авна. Гэхдээ цахим дамжуулалт эсхүл хадгалалтын ямар ч аргачлал нь 100% аюулгүй биш юм. Таны Хувь хүний мэдээллийн аюулгүй байдалд Стэнфорд баталгаа гаргахгүй гэдгийг анхаарна уу. Учир нь зөвшөөрөлгүй хэн нэгэн гуравдагч этгээд манай аюулгүй байдлын системийг эвдэх эсхүл интернэтээр дамжуулсан таны мэдээллийг замаас нь авах гэх мэт эрсдэлүүд бий. Манай веб сайтад оруулах эсхүл цахим шуудангаар илгээх таны аливаа мэдээллийн аюулгүй байдал нь найдвартай биш юм.

source: You also play a role in protecting your information. Please safeguard your user name and password and do not share them with others. If we receive instructions using your log-in information we will consider that you have authorized the instructions. You agree to notify us immediately of any unauthorized use of your account or any other breach of security. We reserve the right to refuse service, terminate accounts, or remove or edit content in our sole discretion.
mn: Та мөн өөрийн мэдээллийг хамгаалах үүрэгтэй. Өөрийн хэрэглэгчийн нэр болон нууц үгийн аюулгүй байдлыг хамгаалж, бусадтай хуваалцахгүй байна уу. Таны нэвтрэх мэдээллийг ашиглах зааварчилгааг бид хүлээн авсан тохиолдолд таныг зааварчилгааг зөвшөөрсөн байна гэж бид үзнэ. Таны бүртгэлийг зөвшөөрөлгүйгээр ашиглах эсхүл аюулгүй байдлын бусад аливаа зөрчил илэрсэн тохиолдолд та бидэнд нэн даруй мэдэгдэх ёстой. Бид зөвхөн өөрт олгогдсон эрхийнхээ хүрээнд үйлчилгээ үзүүлэхээс татгалзах, хэрэглэгчийн бүртгэлийг цуцлах эсхүл контентыг арилгах, засварлах эрхтэй байна.

source: External Links
mn: Гадаад холбоосууд

source: For your convenience we may provide links to sites operated by organizations other than Stanford ("Third Party Sites") that we believe may be of interest to you. Stanford does not disclose your Personally Identifiable Information to these Third Party Sites without obtaining your consent. Stanford does not endorse and is not responsible for the privacy practices of these Third Party Sites. If you choose to click on a link to one of these Third Party Sites, you should review the terms of service and privacy policy posted on the other site to understand how that Third Party Site collects and uses your Personally Identifiable Information.
mn: Таны ашиг сонирхлын дагуу Стэнфордоос бусад байгууллагын ажиллуулдаг, таны сонирхож болохуйц веб сайтуудын (цаашид “Гуравдагч талын веб сайтууд” гэх) холбоосыг бид танд олгох болно. Стэнфорд нь таны зөвшөөрөлгүйгээр таны Хувь хүний мэдээллийг тэдгээр Гуравдагч талын веб сайтад задруулахгүй байна. Стэнфорд нь тэдгээр Гуравдагч талын веб сайтын нууцлалын асуудалд баталгаа гаргахгүй ба хариуцлага хүлээхгүй. Та тэдгээр Гуравдагч талын веб сайтын холбоос дээр дарж зочлох тохиолдолд тухайн веб сайтад нийтлэгдсэн үйлчилгээний нөхцөл, нууцлалын бодлоготой танилцаж, тухайн Гуравдагч талын веб сайт нь хэрхэн таны Хувь хүний мэдээллийг цуглуулж, ашиглах талаарх нөхцөлүүдийг судлахыг зөвлөж байна.

source: Updating or Deleting Your Personally Identifiable Information
mn: Таны Хувь хүний мэдээллийг шинэчлэх ба устгах

source: You may update or delete your Personally Identifiable Information by logging into the Site and visiting your user account page. Keep in mind, however, that there will be residual information that will remain within our databases, access logs and other records, which may or may not contain your Personally Identifiable Information. You may also submit a request to update your Personally Identifiable Information to {contact_email}. We try to answer every email promptly, but may not always be able to do so.
mn: Та Веб сайтад нэвтэрч, улмаар өөрийн хэрэглэгчийн бүртгэлийн хуудсанд зочлон өөрийн Хувь хүний мэдээллийг шинэчлэх эсхүл устгах боломжтой. Гэхдээ таны Хувь хүний мэдээллийг агуулсан эсхүл агуулаагүй үлдэгдэл мэдээллүүд, нэвтэрсэн бүртгэлүүд болон бусад бүртгэл манай мэдээллийн санд хадгалагдан үлдэхийг анхаарна уу. Түүнчлэн та Хувь хүний мэдээллээ шинэчлэх тухай хүсэлтийг {contact_email} цахим хаягаар ирүүлж болно. Бидэнд ирсэн захиа бүрд бид тэр дор нь хариулахыг хичээдэг боловч заримдаа тэгэх боломжгүй байдгийг ойлгоно уу.

source: Opt-Out Rights
mn: Татгалзах эрх

source: If you do not wish to receive information or other notices from us in the future, you can "opt out" by contacting us at the address indicated at the end of this policy or by following the "unsubscribe" instructions in any communication you receive from us. Please be aware that you are not able to opt out of receiving communications about your account or your transactions with us.
mn: Хэрэв та цаашид биднээс мэдээлэл эсхүл бусад мэдэгдлийг хүлээж авахаас татгалзахыг хүсвэл энэхүү бодлогын төгсгөлд дурдсан цахим шуудангийн хаягаар бидэнтэй холбогдож эсхүл биднээс хүлээж авсан аливаа харилцаа холбоон дахь “бүртгэлээс хасах” гэсэн зааварчилгааг даган “татгалзаж” болно. Таны бүртгэлтэй холбоотой эсхүл та бидний хоорондын гүйлгээний талаарх мэдээллийг хүлээж авахаас татгалзах боломжгүй гэдгийг анхаарна уу.

source: Changing Our Privacy Policy
mn: Нууцлалын бодлогыг өөрчлөх

source: Please note that we review our privacy practices from time to time, and that these practices are subject to change. Any change, update, or modification will be effective immediately upon posting on our Site. We will notify you of any material change to this Privacy Policy by posting a notice on our Site's homepage for a reasonable period of time following such update, and by changing the effective date (located at the bottom of this Policy). Be sure to return to this page periodically to ensure familiarity with the most current version of this Privacy Policy. If you have any privacy-related questions, you may contact Stanford at {privacy_email}.
mn: Бид нууцлалтай холбогдох туршлагаа цаг үргэлж хянан үзэж, өөрчлөх шаардлагатай байдгийг та бүхэн анхаарна уу. Аливаа өөрчлөлт, шинэчлэлт, сайжруулалтын талаарх мэдээллийг Веб сайтад байршуулмагц хүчин төгөлдөр үйлчилж эхэлнэ. Бид хийгдэх өөрчлөлт, хүчин төгөлдөр болох хугацаа (энэхүү Нууцлалын бодлогын төгсгөл хэсэгт байршуулсан) зэргийг дурдсан мэдэгдлийг зохих хугацааны туршид Веб сайтын нүүр хуудас хэсэгт байршуулж энэхүү Нууцлалын бодлогод хийгдэх аливаа материаллаг өөрчлөлтийн талаар та бүхэнд мэдэгдэнэ. Энэхүү Нууцлалын бодлогын хамгийн сүүлийн үеийн хувилбартай танилцахын тулд энэхүү нүүр хуудсанд цаг үргэлж зочилж байна уу. Хэрэв танд нууцлалтай холбоотой асуулт байвал {privacy_email} гэсэн цахим хаягаар Стэнфордод хандаж болно.

source: Protecting Children's Privacy
mn: Бага насны хүүхдийн нууцлалыг хамгаалах

source: Stanford does not knowingly collect or maintain Personally Identifiable Information on our Site from persons under 13 years of age, and no part of our Site is directed to persons under 13 years of age. If you are under 13 years of age, then please do not use or access this Site at any time or in any manner. Stanford will take appropriate steps to delete any Personally Identifiable Information of persons less than 13 years of age that has been collected on our Site without verified parental consent upon learning of the existence of such Personally Identifiable Information. If you have any concerns with respect to data collected on the site, please contact us at {contact_email}.
mn: Стэнфорд нь зориудаар Веб сайтдаа 13-аас доош насны хүүхдийн Хувь хүний мэдээллийг цуглуулдаггүй эсхүл хадгалдаггүй бөгөөд манай Веб сайтын аль ч хэсэг нь 13-аас доош насны хүүхдэд зориулагдаагүй болно. Хэрэв та 13-аас доош настай бол ямар ч үед эсхүл ямар ч аргаар энэхүү Веб сайтад нэвтрэх эсхүл үүнийг ашиглахгүй байхыг анхааруулъя. Стэнфорд нь 13-аас доош насны хүүхдийн Хувь хүний мэдээллийн бүртгэл Веб сайтад үүссэн болохыг илрүүлмэгц эцэг эхийн зөвшөөрөл авалгүйгээр тухайн Хувь хүний мэдээллийг устгах арга хэмжээ авах болно. Хэрэв танд веб сайт дахь бүртгэгдсэн мэдээлэлтэй холбоотой асуудал байвал {contact_email} гэсэн цахим хаягаар бидэнд хандана уу.

source: Entire Agreement
mn: Цогц гэрээ

source: These Terms of Service, including the Honor Code and Privacy Policy, constitute the entire agreement between you and Stanford and its affiliates with respect to the subject matter herein and supersedes any and all prior or contemporaneous oral or written agreements.
mn: Шударга байх зарчим болон Нууцлалын бодлогыг багтаасан Үйлчилгээний нөхцөл нь бүхэлдээ энд дурдсан асуудлуудын талаар та болон Стэнфорд, түүний салбаруудын хооронд байгуулагдсан гэрээнд тооцогдох бөгөөд урьд нь эсхүл нэгэн зэрэг аман байдлаар болон бичгээр байгуулагдсан бусад бүх гэрээг хүчингүйд тооцно.

source: Contacting Stanford
mn: Стэнфордын Их Сургуультай холбогдох
