Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: If you have a disability-related question, email us at {accessibility_email}.
mn: Хэрэв танд саад бэрхшээлтэй холбоотой асуулт байвал {accessibility_email} гэсэн цахим хаягаар бидэнд хандана уу.

source: If you have a privacy-related question, email us at {privacy_email}.
mn: Хэрэв танд нууцлалтай холбоотой асуулт байвал {privacy_email} гэсэн цахим хаягаар бидэнд хандана уу.

source: If you would like to report a concern, email us at {concern_email}.
mn: Хэрэв та бидэнд асуудал мэдээлэхийг хүсвэл {concern_email} гэсэн цахим хаягаар бидэнд хандана уу.

source: For any other questions, please contact us at {contact_email}.
mn: Аливаа бусад асуулт байвал {contact_email} гэсэн цахим хаягаар бидэнтэй холбогдоно уу.

source: Copyright Complaints
mn: Зохиогчийн эрхийн гомдол

source: Stanford respects the intellectual property rights of others. In accordance with Title II of the Digital Millennium Copyright Act (DMCA), an agent has been designated to receive notification of a claimed copyright infringement for the Stanford University Network domains: Stanford.EDU, Stanford.ORG and Stanford.COM. If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement, please contact Stanford's DMCA Designated Agent at DMCA-Claim@Stanford.EDU with a copy to {contact_email} and provide the following written information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest; (ii) a description of the copyrighted work that you claim has been infringed upon; (iii) a description of where the material that you claim is infringing is located on the Site; (iv) your address, telephone number, and email address; (v) a statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent or the law; and (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.
mn: Стэнфорд нь бусдын оюуны өмчийн эрхийг хүндэтгэн үздэг. Цахим мянганы зохиогчийн эрхийн тухай хууль (ЦМЗЭТХ)-ийн 2-р бүлэгт заасны дагуу Стэнфордын их сургуулийн сүлжээний домэйнууд болох Stanford.EDU, Stanford.ORG болон Stanford.COM зэрэгтэй холбоотой зохиогчийн эрхийн зөрчлийн талаарх гомдол, шаардлагыг хүлээн авах төлөөлөгч томилогдон ажиллаж байна. Хэрэв таны зохиогчийн эрхтэй бүтээлийг хуулбарлаж, зохиогчийн эрх тань зөрчигдсөн тохиолдолд та ЦМЗЭТХ-ийн хэрэгжилтийг хариуцахаар томилогдсон Стэнфордын төлөөлөгчид DMCA-Claim@Stanford.EDU цахим хаягаар хандаж болох бөгөөд захианы хуулбарыг {contact_email} цахим хаягт давхар илгээнэ үү. Ингэхдээ дараах мэдээллүүдийг захиандаа дурдахыг анхаарна уу: (i) зохиогчийн эрх эзэмшигчийн нэрийн өмнөөс төлөөлөх эрх бүхий этгээдийн цахим эсхүл биет гарын үсэг; (ii) зохиогчийн эрх нь зөрчигдсөн гэж таны үзэж буй бүтээлийн талаарх тайлбар; (iii) зохиогчийн эрх нь зөрчигдсөн гэж таны үзэж буй материал Веб сайтын хаана байршиж буй талаарх тайлбар; (iv) таны хаяг, утасны дугаар болон цахим шуудангийн хаяг; (v) зохиогчийн эрх эзэмшигч болон түүний бие төлөөлөгчийн зөвшөөрөлгүйгээр эсхүл хуулиар зөвшөөрөгдөөгүй хэмжээгээр бүтээлийг ашигласан гэж итгэлтэйгээр үзэж буй таны мэдэгдэл; (vi) дээр дурдсан таны мэдэгдэлд агуулагдаж буй мэдээлэл нь үнэн зөв болох, та өөрөө зохиогчийн эрх эзэмшигч эсхүл зохиогчийн эрх эзэмшигчийн нэрийн өмнөөс төлөөлөх эрхтэй этгээд болох, хуурамч мэдүүлэг үйлдсэн тохиолдолд хариуцлага хүлээх тухай зэргийг дурдсан таны мэдэгдэл.

source: Notices
mn: Мэдэгдэл

source: Notices to you may be made via either email or regular mail. Notices to Stanford should be directed to the email listed below. The Site may also provide notices of changes to these Terms or other matters by displaying notices or links to notices to you on the Site.
mn: Та мэдэгдлээ цахим шуудангаар эсхүл энгийн шуудангаар илгээж болно. Стэнфорд руу илгээх мэдэгдлээ доор дурдсан цахим шуудангийн хаягуудад шууд илгээнэ. Эдгээр Нөхцөл эсхүл мэдэгдэлтэй холбоотой бусад асуудал эсхүл Веб сайт дахь танд хандсан мэдэгдлийн холбоосууд зэрэгт өөрчлөлт орсон тохиолдолд тухай бүрд нь Веб сайтад мэдээлэл гаргана.

source: General Information
mn: Ерөнхий мэдээлэл

source: Stanford's failure to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.
mn: Стэнфорд нь Нөхцөлүүдэд заасан аливаа эрх эсхүл заалтыг хэрэгжүүлээгүй тохиолдолд энэ нь тухайн эрх эсхүл заалтаас татгалзах үндэслэл болохгүй. Хэрэв Нөхцөлүүдийн аливаа заалтыг шүүх эрх мэдлийн байгууллагаас хуульд нийцээгүй хэмээн тооцсон тохиолдолд тухайн заалтад тусгасан зүйлийг биелүүлэхтэй холбоотой талуудын эрмэлзлийг шүүх тогтоох болохыг талууд хүлээн зөвшөөрөх бөгөөд Нөхцөлүүдийн бусад заалт хүчин төгөлдөр хэвээр үлдэнэ.

source: You may not assign the Terms or any of your rights or obligations under the Terms without Stanford's express prior written consent.
mn: Та Стэнфордоос урьдчилж бичгээр тодорхой зөвшөөрөл авалгүйгээр Нөхцөлүүдийн дагуу хүлээсэн өөрийн аливаа эрх, үүргээ бусдад шилжүүлэх эрхгүй байна.

source: The Terms inure to the benefit of Stanford's successors, assigns and licensees. The section titles in the Terms are for convenience only and have no legal or contractual effect.
mn: Нөхцөлүүд нь Стэнфордын залгамжлагч, эрх хүлээн авагч болон лиценз эзэмшигч нарт мөн адил хүчинтэй үйлчилнэ. Нөхцөлүүдийн бүлэг тус бүрийн гарчгууд нь зөвхөн тайлбарлах зорилго агуулсан бөгөөд хуулийн эсхүл гэрээний үр дагаваргүй байна.

source: We encourage you to review our {tos_link_start}Terms of Service{link_end} and {privacy_link_start}Privacy Policy{link_end} before beginning the course.
mn: Та сургалтаа эхлүүлэхээсээ өмнө {tos_link_start}Үйлчилгээний нөхцөл {link_end} болон {privacy_link_start}нууцлалын журамтай{link_end} уншиж танилцахыг бид зөвлөж байна.

source: Learn from <strong>{university_name}</strong>
mn: <strong>{university_name}</strong>-с суралцах

source: About
mn: Тухай

source: {Lagunita} is {Stanford}'s instance of the open-source software release of the {Open_edX} platform, which was developed by the joint {Harvard_MIT} non-profit organization, and which {Stanford} engineers have been collaborating on since April 2013. {Lagunita} hosts many of the free, online courses that are taught by {Stanford} faculty and made available to lifelong learners around the world for self-enrichment. {Lagunita} also hosts a variety of professional education opportunities in conjunction with many of {Stanford_University}'s schools and departments.
mn: {Lagunita} бол {Harvard_MIT} ашгийн бус байгууллагатай хамтран хөгжүүлсэн{Stanford}-ийн {Open_edX} платформын олон нийтэд нээлттэй жишиг программ бөгөөд үүн дээр мөн {Stanford}-ийн инженерүүд 2013 оны 4-р сараас хойш хамтран ажиллаж байна. {Lagunita} дээр дэлхий даяар өөрийгөө хөгжүүлэхээр насан туршдаа суралцаж байдаг хүмүүст зориулж {Stanford}-д тэнхимийн сургалтаар ордог олон сургалтуудыг цахим хэлбэрээр үнэгүй байршуулсан. Мөн {Lagunita} {Stanford_University}-н сургуулиуд болон тэнхимүүдтэй хамтран бэлтгэсэн мэргэжлийн боловсрол олгох олон боломж бүхий сургалтуудтай.

source: Stanford Quad with Hoover Tower
mn: Хүүвэр цамхаг бүхий Стэнфордын талбай

source: All of the personal and professional learning opportunities that are hosted on {Lagunita} and open to the public are made available through Stanford Online and listed at {lagunita_courses_link}. To see our complete catalog of {Stanford_Online} courses on {Lagunita} and other platforms, you can visit {online_courses_link}.
mn: {Lagunita} дээр олон нийтэд нээлттэй байршсан бүх хувь хүний болон мэргэжлийн сургалтууд нь Stanford Online-р дамжин тавигддаг бөгөөд {lagunita_courses_link} дээр тэдгээрийн жагсаалт бий. {Stanford_Online} сургалтын дэлгэрэнгүй жагсаалтыг {Lagunita} болон бусад платформ дээр харахыг хүсвэл {online_courses_link}руу зочилно уу.

source: Contact
mn: Холбоо барих

source: Platform Help Center and Contact Emails
mn: Платформтой холбоотой тусламж үйлчилгээ ба холбогдох цхаим хаягууд

source: The {help_link_start}Help Center{link_end} contains a FAQ that answers all of the most common tech support questions for the courses available through {lagunita_home_link}. If you can't find what you're looking for there, or if you have a suggestion or bug report to make, you can also file a support ticket from the Help Center.
mn: {help_link_start}Тусламж үйлчилгээний {link_end} хэсэгт {lagunita_home_link}дээр байршуулсан сургалтуудтай холбоотой ихэнхи техникийн холбогдолтой асуултуудад хариулсан асуулт хариултын хэсэг бий. Хэрвээ та хайсан зүйлээ эндээс олохгүй, санал хүсэлт эсвэл мэдээлэх шаардлагатай вирус байвал Тусламж үйлчилгээний хэсгийн нэмэлт туслах хавтсанд мэдээлж болно.

source: For disability-related questions email us at:
mn: Хөгжлийн бэрхшээлтэй холбоотой асуудал байвал энэ хаяг руу и-мэйл бичнэ үү.

source: For privacy-related questions email us at:
mn: Хувийн нууцлалтай холбоотой асуудлаар энэ хаяг руу и-мэйл бичнэ үү.

source: This Course Unavailable In Your Country
mn: Энэ хичээл Танай Улсад орохгүй

source: Print This Document
mn: Энэ баримт хэвлэх

source: {university_name} pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
mn: {university_name} нь суралцаx шинжлэх ухааныг эрхэмлэдэг. Цахим сургалтанд хамрагдаж буй оюутнууд бол эдгээр зорилгод гол үүргийг гүйцэтгэдэг. Та манай сургалтанд хамрагдсанаар тэнхимийн хамт олон, судлаачид, дизайнерүүд болон инженерүүдэд өөрсдийн ажлаа тогтмол сайжруулахад нь хувь нэмрээ оруулж буй хэрэг бөгөөд ингэснээр мөн шинжлэх ухаанд суралцах боломжийг бүрдүүлж өгч байгаа юм

source: By registering as an online learner, you are also participating in research intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including {link_start}Personally Identifiable Information{link_end}, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
mn: Та цахим суралцагч болж бүртгүүлснээр мөн Стэнфордын их сургуулийн сургалтын арга барил, сургалтын чанарыг болоод үүнтэй холбоотой дэлхий даяархи шинжлэх ухааныг сайжруулах зорилготой судалгаанд оролцох болно. Судалгааны ашиг сонирхлоос хамааран сургалтын материал олон төрлийнх байж болно. Стэнфордын их сургууль нь суралцагчийн хувийн мэдээллийг дээр дурдсан боловсрол болон судалгааны зорилгоос өөр зорилгоор ашиглахгүй. Судалгааны зорилгоос хамаарч бид цахим сургалтаас олж авсан {link_start} Суралцагчийн хувийн мэдээлэл {link_end} зэргийг Стэнфордын их сургуулиас гадуурхи судлаачидтай хуваалцаж болно. Гэхдээ таны хувийн мэдээллийг зөвхөн хууль ёсны дагуу, судалгаанд хамаарах хэсгээр хязгаарлаж, хувийн мэдээлэл хамгаалах зөвшилцлийн дагуу хуваалцана. Мөн бид таныг хувь хүн талаас нь танигдуулахгүй мэдээллийг олон нийттэй болон гуравдагч этгээдтэй хуваалцаж болно. Үүнтэй нэгэн адилаар судалгааны үр дүнг олон нийттэй хуваалцах бөгөөд таныг хувь хүн талаас нь танигдуулахгүй байх болно.

source: Mode
mn: Горим

source: Verification Deadline
mn: Баталгаажуулах сүүлийн хугацаа

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
mn: САЙН ДУРЫН: энэхүү огноо/цагийн дараа хэрэглэгчид баталгаажуулахаар зургаа оруулах боломжгүй болно. Энэ нь ЗӨВХӨН баталгаажуулалт шаарддаг горимд хамааралтай.

source: Your verification is pending
mn: Таны өаталгаажуулалт хүлээгдэж байна.

source: Verified: Pending Verification
mn: Баталгаажлаа: Баталгаажуулалт хүлээгдэж байна.

source: ID verification pending
mn: ID баталгаажуулалт хүлээгдэж байна

source: You're enrolled as a verified student
mn: Та баталгаажсан сурагч гэж хамрагдсан байна

source: Verified
mn: Баталгаажсан

source: ID Verified Ribbon/Badge
mn: ID баталгаажлаа тууз/ тэмдэг

source: You're enrolled as an honor code student
mn: Та тангараг өргөсөн сурагч гэж хамрагдсан байна

source: You're enrolled as a professional education student
mn: Та мэргэжлийн сургалтын сурагч гэж хамрагдсан байна

source: Professional Ed
mn: Мэргэжлийн сургалт

source: Course
mn: Сургалт

source: Display Name
mn: Дэлгэцийн нэр

source: Price
mn: Үнэ

source: Upgrade Deadline
mn: Сүүлийн хугацааг өөрчлөх

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
mn: САЙН ДУРЫН: энэхүү огноо/цагийн дараа хэрэглэгчид энэхүү горимоор бүртгүүлэх боломжгүй болно.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
mn: САЙН ДУРЫН: энэ бол энэхүү горимын гадаад цахим худалдааны үйлчилгээний SKU (хувьцаа хадгалах нэгж) юм. Хэрвээ сургалт цахим худалдааны үйлчилгээ рүү шилжээгүй бол үүнийг хоосон орхино уу

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
mn: Энэ бол энэхүү горимын гадаад цахим худалдааны үйлчилгээний том хэмжээний SKU (хувьцаа хадгалах нэгж) юм.

source: Honor
mn: Тангараг

source: Professional education modes are not allowed to have expiration_datetime set.
mn: Мэргэжлийн сургалтын горим нь дуусах хугацаа, он саргүй байна

source: Verified modes cannot be free.
mn: Баталгаажсан горим төлбөргүй байж болохгүй

source: The time period before a course ends in which a course mode will expire
mn: Сургалтын горимын хугацаа дуусах сургалт дуусахаас өмнөх хугацаа

source: Congratulations! You are now enrolled in {course_name}
mn: Баяр хүргэе! Та одоо {course_name} -д бүртгэгдсэн байна

source: Enrollment is closed
mn: Бүртгэл хаагдсан байна

source: Enrollment mode not supported
mn: Бүртгэлийн горимыг дэмжихгүй байна

source: Invalid amount selected.
mn: Буруу дүн сонгосон байна

source: No selected price or selected price is too low.
mn: Үнийн дүнг сонгоогүй эсвэл сонгосон үнийн дүн хэтэрхий бага байна

source: Administrator
mn: Администратор

source: Moderator
mn: Модератор

source: Community TA
mn: Нийгэмлэгийн ТА

source: Student
mn: Сурагч

source: User profile
mn: Хэрэглэгчийн профайл

source: Username must be minimum of two characters long
mn: Хэрэглэгчийн нэр хамгийн багадаа хоёр үсэгтэй байх ёстой.

source: Username cannot be more than %(limit_value)s characters long
mn: Хэрэглэгчийн нэр %(limit_value)s -с урт байж болохгүй

source: Usernames can only contain Roman letters, western numerals (0-9), underscores (_), and hyphens (-).
mn: Хэрэглэгчийн нэр Ром үсгээр, барууны тоогоор (0-9), доогуур зураас (_), дунд зураасаас (_) бүтнэ

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
mn: Энэхүү цахим хаягтай холбоотой хэрэглэгчийн аккаунт байхгүй байна. Та бүртгүүлсэн гэдэгтээ итгэлтэй байна уу?

source: The user account associated with this e-mail address cannot reset the password.
mn: Энэхүү цахим хаягтай холбоотой хэрэглэгчийн аккаунтийн нууц үгийг өөрчлөх боломжгүй байна.

source: A properly formatted e-mail is required
mn: Зөв форматтай цахим хаяг шаардлагатай

source: A valid password is required
mn: Зөв нууц үг шаардлагатай

source: Your legal name must be a minimum of two characters long
mn: Таын албан ёсны нэр хамгийн багадаа хоёр үсэгтэй байх ёстой.

source: Email cannot be more than %(limit_value)s characters long
mn: Цахим хаяг %(limit_value)s -с урт байж болохгүй

source: You must accept the terms of service.
mn: Та үйлчилгээний нбхцлийг зөвшөөрсөн байх хэрэгтэй.

source: A level of education is required
mn: Боловсролын түвшин шаардлагатай

source: Your gender is required
mn: Таны хүйс шаардлагатай

source: Your year of birth is required
mn: Таны төрсөн он сар өдөр шаардлагатай

source: Your mailing address is required
mn: Таны шуудангийн хаяг шаардлагатай

source: A description of your goals is required
mn: Таны зорилгын тодорхойлолт шаардлагатай

source: A city is required
mn: Хот шаардлагатай

source: A country is required
mn: Улс шаардлагатай

source: To enroll, you must follow the honor code.
mn: Та бүртгүүлэхийн тулд тангаргийг дагах шаардлагатай

source: You are missing one or more required fields
mn: Та шаардлагатай нэг эсвэл түүнээс дээш тооны өгөгдлийг бөглөөгүй байна

source: Username and password fields cannot match
mn: Хэрэглэгчийн нэр ба нууц үгийн талбай тохирохгүй байна

source: Password:
mn: Нууц үг

source: Unauthorized email address.
mn: Баталгаажаагүй цахим хаяг байна

source: It looks like {email} belongs to an existing account. Try again with a different email address.
mn: {email} нь оршин байгаа аккаунтад хамааралтай гэж гарж ирж байна. Өөр цахим хаягаар ахин оролдоод үзнэ үү

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
mn: Таны аккаунт идэвхигүй боллоо. Хэрвээ үүнийг ямар нэг алдаанаас болсон гэж үзвэл та бидэнтэй {support_email} холбогдоно уу

source: Disabled Account
mn: Идэвхигүйжсэн аккаунт

source: Male
mn: Эрэгтэй

source: Female
mn: Эмэгтэй

source: Other/Prefer Not to Say
mn: Бусад/ хэлэхээс татгалзаж байна

source: Doctorate
mn: Доктор

source: Master's or professional degree
mn: Мастер эсвэл мэргэжлийн зэрэг

source: Bachelor's degree
mn: Баклавр

source: Associate degree
mn: хараат бус байх

source: Secondary/high school
mn: Дунд/ахлах сургууль

source: Junior secondary/junior high/middle school
mn: Бага дунд/бага ахлах/ дунд сургууль

source: Elementary/primary school
mn: Бага сургууль

source: No formal education
mn: Боловсролын зэрэг байхгүй

source: Other education
mn: Бусад боловсрол

source: {platform_name} Honor Code Certificate for {course_name}
mn: {course_name} -ын {platform_name} Тангаргийн батламж

source: {platform_name} Verified Certificate for {course_name}
mn: {course_name} -ын {platform_name} Баталгаажилтын батламж

source: {platform_name} Professional Certificate for {course_name}
mn: {course_name} -ын {platform_name} Мэргэжлийн батламж

source: The company identifier for the LinkedIn Add-to-Profile button e.g 0_0dPSPyS070e0HsE9HNz_13_d11_
mn: LinkedIn Add-to-Profile товчлуурын албан байгууллагын тодорхойлох тоо жишээ нь0_0dPSPyS070e0HsE9HNz_13_d11_

source: Short identifier for the LinkedIn partner used in the tracking code. (Example: 'edx') If no value is provided, tracking codes will not be sent to LinkedIn.
mn: LinkedIn-ы хамтран ажиллагч байгууллагын хяналт хийхдээ ашигладаг богино тодорхойлох код (Жишээ 'edx') Хэрвээ утга өгөгдөөгүй бол LinkedIn руу хяналтын зод илгээгдэхгүй.

source: {platform_name} Certificate for {course_name}
mn: {course_name} -ын {platform_name} батламж

source: The ISO 639-1 language code for this language.
mn: Энэхүү хэлний ISO 639-1 хэлний код

source: Namespace of enrollment attribute
mn: суралцах төрлийн нэрний зай

source: Name of the enrollment attribute
mn: суралцах төрлийн нэр

source: Value of the enrollment attribute
mn: суралцах төрлийн өртөг

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
mn: Микросекундээр илэрхийлсэн оролцогчид сургалтанд бүртгүүлснийхээ дараа нөхөн төлбөр авч болох хугацаа. Боломжит хугацаа 14 хоног

source: Name of the UTM cookie
mn: UTM cookie-н нэр

source: Name of the affiliate cookie
mn: Холбоотой cookie-н нэр

source: Name of this user attribute.
mn: Энэхүү хэрэглэгчийн төрлийн нэр

source: Value of this user attribute.
mn: Энэхүү хэрэглэгчийн төрлийн нэр

source: The course you are looking for does not start until {date}.
mn: Таны хайж буй сургалт {date} болтол эхлэхгүй

source: The course you are looking for is closed for enrollment as of {date}.
mn: Таны хайж буй сургалт {date} -нд бүртгэлээ хаасан байна

source: Course id not specified
mn: Сургалтын ID -г тодорхой бичээгүй

source: Invalid course id
mn: Сургалтын id алдаатай

source: Course id is invalid
mn: Сургалтын id алдаатай

source: Could not enroll
mn: Бүртгүүлж чадсангүй

source: You are not enrolled in this course
mn: Та энэ сургалтанд бүртгүүлээгүй байна

source: Your certificate prevents you from unenrolling from this course
mn: Таны батламж таныг энэхүү сургалтаас гарахыг хориглож байна

source: Enrollment action is invalid
mn: Бүртгүүлэх үйлдэл алдаатай

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
mn: Та өөрийн {provider_name} аккаунтдаа амжилттай нэвтэрлээ, гэвч энэ аккаунт {platform_name} аккаунттай холбогдоогүй байна

source: Use your {platform_name} username and password to log into {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard.
mn: Доорхи {platform_name} рүү нэвтрэхийн тулд өөрийн {platform_name} хэрэглэгчийн нэр болон нууц үгээ оруулна уу. Үүнийхээ дараагаар өөрийн {platform_name} аккаунтаа {provider_name} -тэй холбоорой.

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
mn: Танд хараахан {platform_name} аккаунт байхгүй бол хуудасны дээр байгаа <strong>Register</strong> дээр дарна уу

source: There was an error receiving your login information. Please email us.
mn: Таны нэвтрэх мэдээллийг хүлээн авахад алдаа гарлаа. Бидэн рүү цахим шуудан илгээнэ үү

source: This account has been temporarily locked due to excessive login failures. Try again in {minutes} minute. For security reasons, resetting the password will NOT lift the lockout. Please wait for {minutes} minute.
mn: Энэ бүртгэлийг хэт их ачаалал алдсаны улмаас түр хугацаагаар түгжигдэв. {minutes} минутын дараа дахин оролдоно уу. Аюулгүй байдлын үүднээс түгжээг тайлах нууц үгийг шинэчлэхгүй. {minutes} минут хүлээнэ үү.

source: Your password has expired due to password policy on this account. You must reset your password before you can log in again. Please click the "Forgot Password" link on this page to reset your password before logging in again.
mn: Энэ аккаунтын нууц үгний тань хугацаа нууц үгийн журмын дагуу хугацаа нь дууссан байна. Та ахин орохоосоо өмнө нууц үгээ солих шаардлагатай. Энэ хуудасны ”Нууц үгээ мартсан” гэдэг холбоос дээр дараад дахин нэвтрэхээсээ өмнө нууц үгээ солино уу

source: Too many failed login attempts. Try again later.
mn: Нэвтрэх оролдлого олон удаа амжилтгүй боллоо. Дараа дахин оролдоно уу

source: Email or password is incorrect.
mn: Нууц үг эсвэл е-майл буруу байна.

source: Please enter a username
mn: Хэрэглэгчийн нэрээ оруулна уу

source: Please choose an option
mn: Сонголтоо хийнэ үү
