Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: YOU AGREE THAT STANFORD WILL NOT BE LIABLE TO YOU FOR ANY LOSS OR DAMAGES, EITHER ACTUAL OR CONSEQUENTIAL, ARISING OUT OF OR RELATING TO THESE TERMS, OR TO YOUR (OR ANY THIRD PARTY/'S) USE OR INABILITY TO USE THE SITE, OR TO YOUR PLACEMENT OF CONTENT ON THE SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH THE SITE. IN PARTICULAR, STANFORD WILL HAVE NO LIABILTY FOR ANY CONSEQUENTIAL, INDIRECT, PUNITIVE, SPECIAL OR INCIDENTAL DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, ERRORS, LOSS OF DATA, OR INTERRUPTION IN AVAILABILITY OF DATA), ARISING OUT OF OR RELATING TO THESE TERMS, YOUR USE OR INABILITY TO USE THE SITE, OR YOUR PLACEMENT OF CONTENT ON A SITE, OR TO YOUR RELIANCE UPON INFORMATION OBTAINED FROM OR THROUGH A SITE, WHETHER BASED IN CONTRACT, TORT, STATUTORY OR OTHER LAW, EVEN IF STANFORD OR ITS REPRESENTATIVES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU. IN NO EVENT SHALL THE TOTAL LIABILITY OF STANFORD TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING FROM THE TERMS OR YOUR USE OF THE SITE EXCEED, IN THE AGGREGATE, $100.00.
mn: ЭДГЭЭР НӨХЦӨЛИЙН УЛМААС ЭСХҮЛ ЭДГЭЭР НӨХЦӨЛТЭЙ ХОЛБООТОЙГООР ЭСХҮЛ ТАНЫ (ЭСХҮЛ АЛИВАА ГУРАВДАГЧ ТАЛЫН) ВЕБ САЙТЫН АШИГЛАЛТ ЭСХҮЛ АШИГЛАХ БОЛОМЖГҮЙ БАЙДАЛ, ЭСХҮЛ ТА ВЕБ САЙТАД МЭДЭЭЛЭЛ БАЙРЛУУЛСНЫ УЛМААС, ЭСХҮЛ ТА ВЕБ САЙТААР ДАМЖУУЛАН АВСАН МЭДЭЭЛЭЛД ИТГЭЖ НАЙДСАНЫ УЛМААС АЛИВАА АЛДАГДАЛ ЭСХҮЛ ХОХИРОЛ БОДИТООР ЭСХҮЛ УЛБААЛАН ГАРСАН ТОХИОЛДОЛД СТЭНФОРД ХАРИУЦЛАГА ХҮЛЭЭХГҮЙ ГЭДГИЙГ ТА ХҮЛЭЭН ЗӨВШӨӨРНӨ. ЯЛАНГУЯА, ЭДГЭЭР НӨХЦӨЛИЙН УЛМААС ЭСХҮЛ ЭДГЭЭР НӨХЦӨЛТЭЙ ХОЛБООТОЙГООР ЭСХҮЛ ТАНЫ ВЕБ САЙТЫН АШИГЛАЛТ ЭСХҮЛ АШИГЛАХ БОЛОМЖГҮЙ БАЙДАЛ, ЭСХҮЛ ТА ВЕБ САЙТАД МЭДЭЭЛЭЛ БАЙРЛУУЛСНЫ УЛМААС, ЭСХҮЛ ТА ВЕБ САЙТААР ДАМЖУУЛАН АВСАН МЭДЭЭЛЭЛД ИТГЭЖ НАЙДСАНЫ УЛМААС ГАРЧ БОЛОХ АЛИВАА ҮР ДАГАВАР, ШУУД БУС ХОХИРОЛ, ЗАЛХААН ЦЭЭРЛҮҮЛЭЛТ, ОНЦГОЙ ЭСХҮЛ ТОХИОЛДЛЫН АЛДАГДАЛ, УРЬДЧИЛАН ТООЦОЖ БОЛОХ БАЙСАН ЭСХҮЛ УРЬДЧИЛАН ТООЦОХ БОЛОМЖГҮЙ ХОХИРОЛ (ҮҮНД: НЭР ТӨРД ХАЛДСАН, АЛДАА ГАРГАСАН, МЭДЭЭЛЭЛ АЛДАГДСАН, МЭДЭЭЛЛИЙН АШИГЛАЛТАД СААТАЛ ГАРСАНТАЙ ХОЛБООТОЙ ГОМДОЛ ӨРГӨДӨЛ) ЗЭРГИЙН ТАЛААР ГЭРЭЭ, ИРГЭНИЙ ЭРХИЙН ЗӨРЧИЛТЭЙ ХОЛБООТОЙ АСУУДАЛ, ИХ ХУРЛААР БАТЛАГДСАН ХУУЛЬ БОЛОН БУСАД ХУУЛЬД ЗААСАН БАЙСАН Ч, МӨН СТЭНФОРД БОЛОН ТҮҮНИЙ ТӨЛӨӨЛӨГЧДӨД ИЙМЭРХҮҮ АЛДАГДАЛ ГАРЧ БОЛОХ ТАЛААР ЗӨВЛӨЖ БАЙСАН Ч СТЭНФОРД ХАРИУЦЛАГА ХҮЛЭЭХГҮЙ. ЗАРИМ ГАЗРЫН ШҮҮХ ЭРХ МЭДЛИЙН БАЙГУУЛЛАГУУД НЬ ХАРИУЦЛАГЫН ХЭМ ХЭМЖЭЭГ ХЯЗГААРЛАХ ЭСХҮЛ ХАРИУЦЛАГААС ЧӨЛӨӨЛӨГДӨХ ЯВДЛЫГ ЗӨВШӨӨРДӨГГҮЙ ТУЛ ДЭЭРХ ХЯЗГААРЛАЛТУУДЫН ЗАРИМ НЬ ТАНД ХАМААРАЛГҮЙ БАЙЖ БОЛНО. ЯМАР Ч ТОХИОЛДОЛД НӨХЦӨЛҮҮДИЙН УЛМААС ЭСХҮЛ ВЕБ САЙТЫГ АШИГЛАСНЫ УЛМААС ТАНД УЧИРЧ БОЛОХ ХОХИРОЛ, АЛДАГДЛЫГ БАРАГДУУЛАХААР БОЛБОЛ СТЭНФОРДЫН ЗҮГЭЭС 100 АМЕРИК ДОЛЛАРААС ХЭТРЭХГҮЙ НӨХӨН ОЛГОВОР ОЛГОХ БОЛНО.

source: Termination Rights
mn: Татан буулгах эрх

source: You agree that: Stanford, in its sole discretion, may terminate your use of the Site or your participation in an online course activity, for any reason or no reason and at any time; Stanford shall not have any liability to you for the termination; and that you are not entitled to any course credit or to any student or academic grievance procedures in connection with such a termination.
mn: Та дараах нөхцөлийг хүлээн зөвшөөрнө. Үүнд: Стэнфорд нь өөрийн үзэмжээр, ямар ч үед шалтгаантай болон шалтгаангүйгээр Веб сайтыг татан буулгах, эсхүл таны цахим сургалтад оролцохыг болиулах нөхцөл орно. Ийм байдлаар веб сайтыг татан буулгах эсхүл таныг сургалтад орохыг болиулах зэрэг үйлдлийнхээ төлөө Стэнфорд ямар нэгэн хариуцлага хүлээхгүй. Ийнхүү сургалтаас хасагдсан тохиолдолд та сургалтын кредит хүртэх, оюутны болон сургалтын холбогдолтой санал гомдол гаргах эрхгүй болно.

source: Consumer Notice
mn: Хэрэглэгчийн мэдэгдэл

source: If you have any questions regarding services provided through the Site, you may contact Stanford's Course Operations Lead at {contact_email} or 408 Panama Mall, Stanford, CA 94305, USA. The Public Inquiry Unit of the Office of the California Attorney General may be contacted at P.O. Box 944255, Sacramento, CA 94244-2550.
mn: Веб сайтаар дамжуулан үзүүлж буй үйлчилгээний талаар асуух зүйл байгаа бол {contact_email} цахим шуудангийн хаягаар эсхүл or 408 Panama Mall, Stanford, CA 94305, USA шуудангийн хаягаар Стэнфордын Сургалтын үйл ажиллагаа хариуцсан ажилтанд хандаж болно. Калифорни муж улсын Ерөнхий прокурорын газрын Олон нийтийн лавлагааны хэлтэстэй холбогдох бол дараах хаягаар хандана уу: Public Inquiry Unit of the Office of the California Attorney General, P.O. Box 944255, Sacramento, CA 94244-2550.

source: Proprietary Rights
mn: Өмчлөх эрх

source: The logos, names and graphics on the Site of Stanford or any of its affiliates, may be trademarks of Stanford or its affiliates. Use, reproduction, copying or redistribution of Stanford trademarks, without the prior written permission of Stanford or its affiliates, is prohibited. All other trademarks or servicemarks appearing on the Site are the marks of their respective owners. Information about Stanford trademarks may be found at {trademark_link}.
mn: Стэнфорд болон түүний харьяа байгууллагуудын веб сайт дээрх лого, нэр болон график зэрэг нь Стэнфорд эсхүл түүний харьяа байгууллагуудын худалдааны тэмдэг нь байж болно. Стэнфорд эсхүл түүний харьяа байгууллагуудаас бичгээр урьдчилан зөвшөөрөл авалгүйгээр Стэнфордын худалдааны тэмдгийг дуурайн гаргах, хуулбарлах болон дамжуулан түгээх зэргийг хориглоно. Веб сайтад байрлуулсан бусад худалдааны тэмдэг эсхүл үйлчилгээний тэмдгүүд нь тус тусынх нь эзэмшигчдийн тэмдгүүд юм. Стэнфордын худалдааны тэмдгийн талаарх мэдээллийг {trademark_link} холбоосоос авч болно.

source: Except as otherwise provided herein, use of the Site does not grant you a license to any content, features or Material you may access on the Site, and you may not modify, rent, lease, loan, sell, distribute or create derivative works of such content, features or Material, in whole or in part. Any commercial use of the Site is strictly prohibited except as allowed herein or otherwise approved by us. You may not download or save a copy of any of the content or screens for any purpose except as otherwise provided by Stanford. If you make use of the Site, other than as provided herein, in doing so you may violate copyright and other laws of the United States, other countries, as well as applicable state laws and may be subject to liability for such unauthorized use. We do not grant any license or other authorization to any user of our trademarks, registered trademarks, service marks, other copyrightable material or any other intellectual property by including them on the Site.
mn: Өөрөөр заагаагүй бол та уг Веб сайтыг ашигласнаар Веб сайт дээр байрлуулсан аливаа агуулга, онцлог шинж чанар эсхүл Материалыг эзэмших эрхийг эдлэхгүй бөгөөд иймэрхүү агуулга, онцлог шинж чанар эсхүл Материалыг бүхэлд нь эсхүл хэсэгчилсэн байдлаар хувиргах, түрээслэх, ашиглуулах, зээлүүлэх, дамжуулан түгээх эсхүл эдгээрийг ашиглан төстэй бүтээл гаргах зэргийг хориглоно. Биднээс зөвшөөрөл авалгүйгээр Веб сайтыг ямар нэгэн арилжаа наймааны зорилгоор ашиглахыг хатуу хориглоно. Стэнфордын тогтоосноос өөр ямар нэгэн зорилгоор агуулга эсхүл дэлгэцийг хуулбарлахыг хориглоно. Та энд зааснаас өөр зорилгоор Веб сайтыг ашигласан бол Америкийн Нэгдсэн Улс, бусад улс орон болон муж улсад хүчин төгөлдөр үйлчилж буй зохиогчийн эрхийн талаарх болон бусад хуулийг зөрчсөнд тооцогдох ба зөвшөөрөлгүй ашигласны төлөө танд хариуцлага ноогдуулж болно. Бид өөрсдийн худалдааны тэмдгүүд, бүртгэлтэй тэмдгүүд, үйлчилгээний тэмдгүүд, зохиогчийн эрх бүхий материал болон бусад оюуны өмчийг Веб сайт дээр байрлуулснаар тэдгээрийг ашиглах лиценз болон зөвшөөрөл олгож байна гэсэн үг биш.

source: Indemnification
mn: Хохиролгүй болгох

source: You agree to indemnify and hold Stanford and its instructors, trustees, officers, agents, employees, and assignees, harmless from any claims, actions, demands, losses or damages, including legal fees, arising out of, resulting from or in any way related to your participation in an online course, use of a Site, placement of any content onto a Site or violation of these Terms. You further agree to fully cooperate in Stanford's defense against any such claims.
mn: Таныг цахим сургалтад оролцсоны үр дүнд эсхүл оролцсонтой ямар нэгэн байдлаар холбоотой, эсхүл Веб сайтыг ашигласантай холбоотой, эсхүл Веб сайтад ямар нэгэн мэдээлэл байрлуулсны улмаас, эсхүл эдгээр Нөхцөлийг зөрчсөний улмаас ямарваа гомдол, үйлдэл, шаардлага, хохирол эсхүл алдагдал (үүнд хуулийн хураамж багтана) гарсан тохиолдолд Стэнфорд болон Стэнфордын сургагч багш, итгэмжлэгдсэн өмчлөгч, албан ажилтнууд, агентууд, албан хаагч болон томилогдсон хүмүүст хариуцлага тооцохгүй байхыг та хүлээн зөвшөөрсөн байна. Түүнчлэн иймэрхүү гомдол өргөдөл гарах явдлаас Стэнфордыг хамгаалахад та хамтран ажиллана гэдгийг хүлээн зөвшөөрнө.

source: Honor Code
mn: Тангараг

source: By registering in an online course, you agree to: rely solely on your own work in connection with all assessments, problems, homework and assignments (unless collaboration is expressly permitted); acknowledge any and all external sources used in your work; refrain from any activity that would dishonestly or fraudulently improve your results or disadvantage others in the course; maintain only one user account and not let anyone else use your username and/or password; and not access or attempt to access any other user's account, or misrepresent or attempt to misrepresent your identity while using the Sites. This Honor Code is not intended to prohibit discussion of course material. While users must submit work that is their own, you should feel free to discuss lectures or other course material with others either in-person or online.
mn: Цахим сургалтад бүртгүүлснээр та дараах нөхцөлүүдийг зөвшөөрнө: бүх дүн үнэлгээ, бодлого, гэрийн даалгавар болон бие даалттай холбоотой ажлуудыг зөвхөн өөрөө хариуцах (тодорхой үед бусадтай хамтран ажиллахыг зөвшөөрснөөс бусад тохиолдолд); өөрийн ажилд ашигласан аливаа бүх эх сурвалжийг батлах; шударга бусаар эсвэл хууран мэхлэх замаар өөрийн үр дүнг сайжруулах болон бусад суралцагчийг хохироох аливаа үйл ажиллагаанаас татгалзах; хэрэглэгчийн цорын ганц бүртгэлийг үүсгэж нэвтрэх нэр болон нууц үгийг бусдад ашиглуулахгүй байх; бусад хэрэглэгчийн бүртгэлээр нэвтрэхгүй байх эсвэл нэвтрэхийг оролдохгүй байх; Веб сайтыг ашиглахдаа өөрийн хэн гэдгээ гуйвуулахгүй байх эсвэл гуйвуулахыг оролдохгүй байх. Энэхүү Шударга байдлын зарчим нь сургалтын материалыг хоорондоо хэлэлцэхийг хориглоогүй болно. Веб сайтын хэрэглэгчид нь зөвхөн өөрсдийн ажлыг оруулах, танилцуулах ёстой боловч лекц хичээлүүд эсвэл сургалтын бусад материалыг суралцагчидтай биечлэн эсвэл цахимаар чөлөөтэй хэлэлцэж, саналаа солилцож болох юм.

source: Stanford employees using this Site are expected to abide by the University Code of Conduct, Administrative Guide Memo 1.
mn: Энэхүү Веб сайтыг ашиглаж буй Стэнфордын ажилтнууд нь Их сургуулийн ёс зүйн дүрэм болон Захиргааны удирдлагын санамж бичиг – 1-ийг дагаж мөрдөнө.

source: Please visit {copyright_link}Copyright{link_end} for information pertaining to intellectual property rights and copyright infringement on Stanford Online.
mn: Оюуны өмчийн эрх болон зохиогчийн эрхийн зөрчилд хамааралтай мэдээллийг Стэнфорд Онлайн дээрээс {copyright_link}Зохиогчийн эрх{link_end} хэсгээс харна уу.

source: Privacy Policy
mn: Нууцлалын бодлого

source: NOTICE: On {date}, Stanford amended its Privacy Policy as follows:
mn: МЭДЭГДЭЛ: СТЭНФОРДЫН ИХ СУРГУУЛЬ НЬ {date} НУУЦЛАЛЫН БОДЛОГОО ДАРААХ БАЙДЛААР ӨӨРЧЛӨВ:

source: Stanford respects your privacy, will use reasonable efforts to keep your Personally Identifiable Information (i.e., information that can be used to identify you) private, and will not share it with third parties, except as otherwise provided in this Privacy Policy, or unless Stanford has a good faith belief that such disclosure is necessary in special cases, such as a physical threat to you or others.
mn: Стэнфорд нь таны хувийн нууцыг хүндэтгэн үзэж, таны Хувь хүний мэдээллийн (тухайлбал таныг танихад ашиглаж болох мэдээлэл) нууцыг чандлан хадгалах бөгөөд Нууцлалын бодлого хэсэгт өөрөөр заагаагүй бол эсхүл танд болон бусдад аюул заналхийлэл учрах гэх зэрэг онцгой тохиолдолд хувийн мэдээллийг задруулах шаардлагатай гэж Стэнфорд үзсэнээс бусад тохиолдолд таны хувийн мэдээллийг гуравдагч этгээдтэй хуваалцахгүй.

source: What Information this Privacy Policy Covers
mn: Энэхүү Нууцлалын бодлогоор хамгаалах мэдээлэл

source: Some of our Site's functionality can be used without revealing any personal information; however, for features or services related to an online course registration and participation, personal information is required. If you do not use these specific features or services on the Site, then the only information Stanford collects will be "Non-Personal Information" (i.e., information that cannot be used to identify you). Non-Personal Information includes information such as the web pages that you have viewed.
mn: Манай Веб сайтын зарим хэсгийг ашиглахад хувийн мэдээлэл шаардагдахгүй бөгөөд харин цахим сургалтын бүртгэл, оролцоотой хамааралтай үйлчилгээг авахад хувийн мэдээлэл оруулах шаардлагатай. Та эдгээр тодорхойлсон үйлчилгээг ашиглахгүй тохиолдолд Стэнфорд таны зөвхөн “Хувийн бус мэдээлэл” (тухайлбал таныг танихад ашиглах боломжгүй мэдээлэл)-ийг авна. Хувийн бус мэдээлэлд таны зочилсон веб хуудаснууд гэх зэрэг мэдээлэл хамаарна.

source: In order to access certain features and benefits on our Site, you may need to submit "Personally Identifiable Information". Personally Identifiable Information can include information such as your name and email address, among other things. You are responsible for ensuring the accuracy of the Personally Identifiable Information you submit to Stanford. Inaccurate information may affect your ability to use the Site, the information you receive when using the Site, and our ability to contact you. For example, your email address should be kept current because that is one of the primary means by which we communicate with you.
mn: Та манай Веб сайтын тодорхой онцлог хэсгүүдэд нэвтрэхийн тулд “Хувь хүний мэдээлэл” гэсэн хэсгийг бөглөх шаардлагатай. Хувь хүний мэдээлэлд таны овог нэр, цахим шуудангийн хаяг болон бусад зүйлсийн талаарх мэдээлэл хамаарна. Стэнфордод илгээсэн таны Хувь хүний мэдээллийн үнэн зөв байдлыг хангах асуудлыг та хариуцна. Тодорхой бус мэдээлэл оруулсан тохиолдолд та манай Веб сайтыг ашиглах, Веб сайтаас мэдээлэл хүлээж авах, бид тантай холбогдох зэрэгт сөргөөр нөлөөлөх болно. Жишээ нь таны цахим шуудангийн хаяг одоогийн идэвхтэй ашигладаг хаяг байх ёстой, учир нь энэ бидний зүгээс тантай харилцах үндсэн хэрэгслийн нэг юм.

source: Please note that this Privacy Policy only applies to information that we collect through the Site and does not apply to information that we may collect from you through other means such as by mail or over the phone.
mn: Энэхүү Нууцлалын бодлого нь бидний Веб сайтаар дамжуулж цуглуулсан мэдээлэлд зөвхөн үйлчлэх бөгөөд бусад арга хэрэгслээр буюу цахим шуудангаар эсхүл утсаар холбогдож авсан мэдээлэлд үйлчлэхгүй гэдгийг анхаарна уу.

source: What You Consent to by Using Our Site
mn: Манай Веб сайтыг ашиглахын тулд таны зүгээс зөвшөөрөх зүйлс

source: Please understand that by submitting any Personally Identifiable Information to us, you consent and agree that Stanford may collect, use and disclose such Personally Identifiable Information in accordance with this Privacy Policy and our Terms of Use, and as permitted or required by law. If you do not agree with these terms, then please do not provide any Personally Identifiable Information to us. If you refuse or withdraw your consent, or if you choose not to provide us with any required Personally Identifiable Information, Stanford may not be able to provide you with the services and courses that can be offered on our Site.
mn: Та өөрийн аливаа Хувь хүний мэдээллийг бидэнд ирүүлснээр Стэнфорд тэрхүү мэдээллийг цуглуулах, ашиглах, тухайн Хувь хүний мэдээллийг энэхүү Нууцлалын бодлого эсхүл Үйлчилгээний нөхцөлд заасны дагуу болон хуулиар зөвшөөрсөн эсхүл шаардсаны дагуу задруулна гэдгийг та хүлээн зөвшөөрч байна гэж үзнэ. Хэрэв та энэхүү нөхцөлийг хүлээн зөвшөөрөхгүй тохиолдолд бидэнд Хувь хүний мэдээллээ ирүүлэх шаардлагагүй. Хэрэв та зөвшөөрөхөөс татгалзах буюу шаардлагатай Хувь хүний мэдээллийг бидэнд ирүүлэхгүй байх тохиолдолд Стэнфорд танд Веб сайтад санал болгож буй үйлчилгээг үзүүлж, сургалтыг олгох боломжгүй юм.

source: The Information We Collect
mn: Бидний зүгээс цуглуулах мэдээлэл

source: We gather the following types of information about users through the Site:
mn: Бид Веб сайтаар дамжуулан хэрэглэгчдээс дараах мэдээллийг цуглуулна. Үүнд:

source: Non-Personal Information
mn: Хувийн бус мэдээлэл

source: When users come to our Site, Stanford may track, collect and aggregate Non-Personal Information indicating, among other things, which pages of our Site were visited, the order in which they were visited, when they were visited, and which hyperlinks were "clicked." We also collect information from the URLs from which you linked to our Site. Collecting such information may involve logging the IP address, operating system and browser software used by each user of the Site. Although such information is not Personally Identifiable Information, we may be able to determine from an IP address a user's Internet Service Provider and the geographic location of his or her point of connectivity.
mn: Хэрэглэгчид Веб сайтад нэвтрэх бүрд Стэнфорд нь бусад зүйлээс гадна манай Веб сайтын аль хуудсаар зочилсон, хуудаснуудаар зочилсон дараалал, хэзээ зочилсон болон аль цахим холбоосууд дээр “дарсан” зэргийг тогтоох Хувийн бус мэдээллийг хянах, цуглуулах, нэгтгэх болно. Түүнчлэн бид манай Веб сайттай таны холбосон URL-үүдээс мэдээлэл цуглуулж авна. Тухайн мэдээлэл цуглуулах гэдэгт Веб сайтын хэрэглэгч бүрийн IP хаяг, үйлдлийн систем болон веб хөтчийн програм зэргийг бүртгэх хамаарна. Хэдийгээр тухайн мэдээлэл нь Хувь хүний мэдээлэл биш боловч тухайн хэрэглэгчийн IP хаягийг ашиглан хэрэглэгчийн интернэт үйлчилгээ авагч компани болон түүний холбогдсон газарзүйн байршлыг тогтоох боломжтой.

source: Cookies
mn: Күүки өгөгдөл

source: Stanford also uses or may use cookies and/or web beacons to help us determine and identify repeat visitors, the type of content and sites to which a user of our Site links, the length of time each user spends at any particular area of our Site, and the specific functionalities that users choose to use. Essentially, cookies are a user's identification card for the Stanford servers. Web beacons are small graphic files linked to our servers that allow us to track your use of our Site and related functionalities. Cookies and web beacons allow Stanford to serve you better and more efficiently, and to personalize your experience at our Site. Cookies and web beacons are not used to retain Personally Identifiable Information. From time to time Stanford may also use additional methods of collecting data. Stanford does not provide any data collected through cookies to third parties.
mn: Стэнфорд нь олон дахин нэвтэрсэн хэрэглэгчдийг, Веб сайтын холбоосуудаас хэрэглэгчийн нэвтэрсэн контент болон веб сайтуудын төрөл, Веб сайтын тодорхой хэсэгт хэрэглэгч бүр хэдий хэр хугацааг зарцуулсан, хэрэглэгчдийн ашиглахаар сонгосон функцүүдийг тодорхойлж, танихын тулд күүки өгөгдөл болон веб заагчийг ашигладаг. Ерөнхийдөө күүки өгөгдөл нь хэрэглэгчийн Стэнфорд сервер дэх үнэмлэх болно. Веб заагч нь таны Веб сайт болон холбогдох функцүүдийн хэрэглээг хянахад тусалдаг манай серверт холбогдсон жижиг график файлууд юм. Күүки өгөгдөл болон веб заагч нь Стэнфорд та бүхэнд илүү сайн, үр ашигтай үйлчлэх, таны Веб сайтын хэрэглээг бие даасан болгох боломжийг олгодог. Хувь хүний мэдээллийг хадгалахад күүки өгөгдөл болон веб заагчийг ашигладаггүй. Стэнфорд нь цаг үргэлж мэдээлэл цуглуулах нэмэлт аргачлалуудыг ашигладаг. Стэнфорд нь аливаа цуглуулсан мэдээллээ күүки өгөгдлөөр дамжуулан гуравдагч талд өгдөггүй болно.

source: You should be able to control how and whether cookies will be accepted by your web browser. Most browsers offer instructions, in the "Help" section of the toolbar, on how to reset the browser to reject cookies. If you reject our cookies, many functions and conveniences of this Site may not work properly.
mn: Та өөрийн веб хөтөч тань күүкиг хүлээн авах эсэх, хэрэв хүлээн авбал хэрхэн хүлээн авахыг удирдах боломжтой байх ёстой. Ихэнх вэб хөтөч багажны мөрийн “Тусламж” хэсэгтээ вэб хөтөчдөө күүкиг хүлээн авахгүй байх тохиргоог хэрхэн хийх заавар өгдөг. Хэрэв та манай күүкиг хүлээн авахгүй бол энэ Веб сайтын олон функц зохих ёсоор ажиллахгүй байж болно.

source: Personally Identifiable Information
mn: Хувь хүний мэдээлэл

source: This Privacy Policy serves as notice that Stanford collects Personally Identifiable Information in the manner described herein. Such information may include but is not limited to: username, email address, home address, IP address, postal code, gender and year of birth. Stanford collects Personally Identifiable Information that you provide to us when you sign-up for email updates, participate in online courses or services through our Site, participate in our public forums, send us email messages, and/or or otherwise contact us. In order to subscribe to services, you may be required to provide us with Personally Identifiable Information such as your user name, name, postal address, and email address. You may also be asked to provide demographic information such as date of birth, gender and educational and vocational information. Stanford may also receive Personally Identifiable Information when you access or log-in to a third party site, e.g., Facebook, from our Site. This may include the text and/or images of your Personally Identifiable Information available from the third party site. Personally Identifiable Information shall not include any information posted or sent by or to you via any public forum.
mn: Стэнфорд нь энд дурдсаны дагуу Хувь хүний мэдээллийг цуглуулаххыг энэхүү Нууцлалын бодлогоор мэдэгдэж байна. Үүнд дараах мэдээллүүд хамаарах бөгөөд зөвхөн эдгээрээр хязгаарлагдахгүй: хэрэглэгчийн нэр, цахим шуудангийн хаяг, гэрийн хаяг, IP хаяг, шуудангийн дугаар, хүйс болон төрсөн огноо. Та цахим шуудан авахаар бүртгүүлэх, цахим сургалтад оролцох, Веб сайтаас үйлчилгээ авах, манай олон нийтийн форумд оролцох, бидэнд цахим шуудан илгээх, эсхүл өөрөөр бидэнтэй холбогдох үедээ бидэнд илгээсэн Хувь хүний мэдээллийг Стэнфорд цуглуулах болно. Үйлчилгээ авахаар захиалга өгөхийн тулд та өөрийн хэрэглэгчийн нэр, овог нэр, шуудангийн хаяг, цахим шуудангийн хаяг зэрэг Хувь хүний мэдээллээ бидэнд ирүүлэх шаардлагатай. Түүнчлэн таны төрсөн огноо, хүйс, боловсрол болон мэргэжлийн талаарх хүн ам зүйн мэдээллийг бид асуух болно. Та манай Веб сайтаас Фэйсбүүк гэх мэт гуравдагч талын веб сайтад нэвтэрсэн тохиолдолд Стэнфорд мөн таны Хувь хүний мэдээллийг авах боломжтой. Үүнд гуравдагч талын веб сайтаас татаж авах боломжтой таны Хувь хүний мэдээллийн текст эсхүл зураг хамаарна. Хувь хүний мэдээлэлд аливаа олон нийтийн форумаар дамжуулж байршуулсан эсхүл илгээсэн эсхүл тан руу илгээсэн аливаа мэдээлэл хамаарахгүй.

source: Collection of Information by Third Parties
mn: Гуравдагч талын цуглуулах мэдээлэл
