Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: If we do not receive payment, the learner enrollments that use these codes will be canceled and learners will not be able to access course materials. All purchases are final. For more information, see the {site_name} cancellation policy.
mn: Хэрэв бид төлбөрийг хүлээн авдаггүй бол эдгээр кодыг ашигладаг суралцагч хичээлээ цуцалж, суралцагчдад сургалтын материалыг ашиглах боломжгүй болно. Бүх худалдан авалт нь эцсийн байна. Нэмэлт мэдээллийг {site_name} цуцлах бодлогыг үзнэ үү.

source: For payment questions, contact {contact_email}
mn: Төлбөрийн асуултуудын хувьд холбоо барих {contact_email}

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
mn: Биднийг уучлаарай. Манай курс ажилтнууд {old_name} -ээс {new_name} руу нэрээ өөрчлөх хүсэлтийг зөвшөөрөөгүй байна. Хэрэв танд нэмэлт тусламж хэрэгтэй бол курсын ажилтнууд {email} дээр и-мэйлээр илгээнэ үү.

source: You have been removed as a beta tester for {course_name} at {site_name} by a member of the course staff. The course will remain on your dashboard, but you will no longer be part of the beta testing group.
mn: Таныг {site_name} {course_name} -ийн бета тестерээс хичээлийн ажилтан хаслаа. Энэ хичээл таны хяналтын самбарт байна, гэхдээ та бета тестинг группын гишүүн байхаа болилоо.

source: Your other courses have not been affected.
mn: Таны бусад хичээлд нөлөөлөхгүй.

source: You have been removed from a beta test for {course_name}
mn: {course_name} -ээс таныг бета тестээс хассан байна

source: Dear Student,
mn: Эрхэм хүндэт оюутан

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
mn: Таныг {course_name}-д хичээлийн ажилтан элсэлтээс хассан байна. Өмнө явуулсан урилгыг хүчингүйд тооцно уу.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
mn: Таныг {site_name} {course_name}-д хичээлийн ажилтан элсэлтээс хассан байна. {site_name} хяналтын самбар дээр хичээл харагдахгүй боллоо.

source: You have been un-enrolled from {course_name}
mn: Та {course_name} элсэлтээс гарлаа

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
mn: Манай систем та энэ {platform_name} курс нь одоогоор боломжгүй байгаа улс орон эсвэл бүс нутгаас нэвтрэхийг хичээж байгаа болохыг харуулж байна.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
mn: Манай систем таныг тухайн улс эсвэл бүс нутгаас одоогоор байхгүй байгаа {platform_name} курст хамрагдахыг хичээж байгаа болохыг харуулж байна.

source: Enrollment Successful
mn: Элсэлт Амжилттай

source: Thank you for enrolling in {enrolled_course}. We hope you enjoy the course.
mn: {enrolled_course} -д элссэнд баярлалаа. Бид та бүхэнд таалагдана гэдэгт итгэлтэй байна.

source: {platform_name} is a nonprofit bringing high-quality education to everyone, everywhere. Your help allows us to continuously improve the learning experience for millions and make a better future one learner at a time.
mn: {platform_name} бол хэнд ч хаана ч ашгийн бус өндөр чанартай боловсрол олгох байгууллага юм. Таны тусламж сая сая хүний сурах нөхцлийг сайжруулж, ирээдүйд сайн сурах хүнийг нэмэгдүүлэхэд туслана.

source: Donation Actions
mn: Хандивын Арга хэмжээнүүд

source: My Courses
mn: Миний сургалт

source: Program Details
mn: Хөтөлбөрийн мэдээлэл

source: Programs
mn: Хөтөлбөрүүд

source: Change Preferred Language
mn: Ямар хэл сонгохоо өөрчлөх

source: Please choose your preferred language
mn: Дуртай хэлээ сонгоно уу

source: Save Language Settings
mn: Хэлний тохиргоог хадгалах

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
mn: Дуртай хэлээ харахгүй байна уу? {link_start} Сайн дурын орчуулагч болох! {link_end}

source: Confirm
mn: Баталгаажуулах

source: modal open
mn: терлийн нээлттэй

source: OK
mn: БОЛЖ БАЙНА УУ

source: open
mn: нээлттэй байна

source: Help
mn: Тусламж

source: {platform_name} Home Page
mn: {platform_name} Нүүр хуудас

source: How it Works
mn: Хэрхэн ажилладаг тухай

source: Schools
mn: Сургуулиуд

source: Sign in
mn: Нэвтрэх

source: Global
mn: Глобал

source: Choose Language
mn: Хэл сонгох

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
mn: {begin_strong} Анхааруулга: {end_strong} Таны хөтөч бүрэн дэмжигдээгүй байна. Бид {chrome_link} эсвэл {ff_link} -г ашиглахыг зөвлөж байна.

source: {p_tag}You currently do not have any peer grading to do. In order to have peer grading to do: {ul_tag} {li_tag}You need to have submitted a response to a peer grading problem.{end_li_tag} {li_tag}The course team needs to score the essays that are used to help you better understand the grading criteria.{end_li_tag} {li_tag}There must be submissions that are waiting for grading.{end_li_tag} {end_ul_tag} {end_p_tag}
mn: {p_tag}Та одоо одоогоор ямар нэг ноогдох ангилал байхгүй байна. Үүнийг хийлгэхийн тулд зэрэглэл тогтоохын тулд: {ul_tag} {li_tag}Та ноогдох ангиллын асуудалд хариулт өгөх шаардлагатай.{end_li_tag} {li_tag}Хичээлийн баг нь үнэлгээг илүү сайн ойлгоход туслах зорилгоор ашигладаг эссүүдээс оноо авах хэрэгтэй шалгуур.{end_li_tag} {li_tag}Ангилал өгөхийг хүлээж байгаа материалууд байх ёстой.{end_li_tag} {end_ul_tag} {end_p_tag}

source: Peer Grading
mn: Үеийнхэн Дүгнэх

source: Here is a list of problems that need to be peer graded for this course.
mn: Энэ хичээлд үеийнхэн дүгнэх хэрэгтэй асуудлын жагсаалт энд байна.

source: Problem Name
mn: Асуудлын Нэр

source: Due date
mn: Өгөх ёстой он сар

source: Graded
mn: Дүгнэсэн

source: Available
mn: Байгаа

source: Required
mn: Шаардлагатай

source: No due date
mn: Өгөх ёстой огноо байхгүй

source: The due date has passed, and peer grading for this problem is closed at this time.
mn: Өгөх ёстой огноо өнгөрсөн тул, энэ асуудлыг үеийнхэн дүгнэх хаалттай байна.

source: The due date has passed, and peer grading is closed at this time.
mn: Өгөх ёстой огноо өнгөрсөн тул, үеийнхэн дүгнэх хаалттай байна.

source: Learning to Grade
mn: Дүгнэж Сурах

source: Hide Question
mn: Асуултыг Нуух

source: Student Response
mn: Оюутны Хариулт

source: Written Feedback
mn: Бичсэн Хариулт

source: Please include some written feedback as well.
mn: Зарим бичсэн хариултг бас оруул.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
mn: Энэ оролтонд эрээ цээргүй, доромжилсон эсвэл (миний таамаглаж байгаагаар) хуулсан агуулга орсон байна.

source: How did I do?
mn: Би хэр хийсэн бэ?

source: Continue
mn: Үргэлжлүүл

source: Ready to grade!
mn: Дүгнэхэд бэлэн!

source: You have finished learning to grade, which means that you are now ready to start grading.
mn: Та дүгнэж сурлаа, тэгэхээр та одоо дүгнэхэд бэлэн боллоо.

source: Start Grading!
mn: Дүгнэж эхэл!

source: Learning to grade
mn: Дүгнэж сурах

source: You have not yet finished learning to grade this problem.
mn: Энэ асуудлыг та дүгнэж хараахан сураагүй байна.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
mn: Танд одоо багш-дүгнэсэн эссэнүүдийг үзүүлээд, таныг дүгнэхийг хүснэ.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
mn: Та эссэг багштай ойролцоо дүгнэдэг болоод үеийнхнээ дүгнэхэд бэлэн болно.

source: Start learning to grade
mn: Дүгнэх сурахыг эхэл

source: Are you sure that you want to flag this submission?
mn: Энэ оролтонд дарцаг тавихдаа итгэлтэй байна уу?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
mn: Та нэг оролтонд дарцаг тавих гэж байна. Та зөвхөн эрээ цээргүй, доромжилсон эсвэл хуулбарласан байх агуулганд дарцаг тавьж болно. Хэрэв оролт нь тавигдсан асуултандаа тохирохгүй, буруу байвал дарцаг тавихын оронд та нойль оноо, тохирох тайлбар хариултыг тавих хэрэгтэй.

source: Remove Flag
mn: Дарцагийг Устгах

source: Keep Flag
mn: Дарцагийг үлдээх

source: Go Back
mn: Буцах

source: {start_strong}{application_name}{end_strong} would like to access your data with the following permissions:
mn: {start_strong} {application_name} {end_strong} таны өгөгдөлд дараах зөвшөөрлүүдээр хандахыг хүсч байна:

source: Read your user ID
mn: Өөрийн хэрэглэгчийн ID-г уншина уу

source: Read your user profile
mn: Өөрийн хэрэглэгчийн профайлыг уншина уу

source: Read your email address
mn: Өөрийн имэйл хаягийг унших

source: Read the list of courses in which you are a staff member.
mn: Ажилтан бол курсуудын жагсаалтыг уншина уу.

source: Read the list of courses in which you are an instructor.
mn: Өөрийн багш болох хичээлийн жагсаалтыг уншина уу.

source: To see if you are a global staff user
mn: Глобал ажилчдын хэрэглэгчид байгаа эсэхийг харах

source: Manage your data: {permission}
mn: Өөрийн датаг удирдах боломжтой: {permission}

source: You're almost there!
mn: Та бол хөгшчүүл юм

source: There's just one more step: Before you enroll in a course, you need to activate your account. We've sent an email message to {email_start}{email}{email_end} with instructions for activating your account. If you don't receive this message, check your spam folder.
mn: Зөвхөн нэг алхам байна: Курсэд орохоос өмнө та өөрийн дансыг идэвхжүүлэх хэрэгтэй. Бид таны бүртгэлийг идэвхжүүлэх заавар бүхий {email_start} {email} {email_end} руу имэйл зурвас илгээсэн. Хэрэв та энэ зурвасыг хүлээн авахгүй бол өөрийн спам фолдерыг шалгана уу.

source: Your Password Reset is Complete
mn: Таны нууц үгийн тохиргоо дууссан

source: Password Reset Complete
mn: Нууц үг дахин тохируулах

source: Your password has been reset. You are now logged in.
mn: Таны нууц үг шинэчлэгдсэн. Та одоо нэвтэрч орсон байна.

source: Reset Your {platform_name} Password
mn: Өөрийн {platform_name} Нууц үг шинэчлэх

source: Error Resetting Password
mn: Нууц үгийг дахин тохируулах алдаа

source: You must enter and confirm your new password.
mn: Та шинэ нууц үгээ оруулж баталгаажуулах ёстой.

source: The text in both password fields must match.
mn: Нууц үгийн хоёр тал дахь текст нь таарах ёстой.

source: Reset Your Password
mn: Нууц үгээ дахин сэргээх хэрэгтэй

source: Enter and confirm your new password.
mn: Шинэ нууц үгээ оруулна уу.

source: New Password
mn: Шинэ нууц үг

source: Confirm Password
mn: Нууц үгээ батална уу

source: Invalid Password Reset Link
mn: Нууц үг шинэчлэх холбоос буруу байна

source: Password reset successful
mn: Нууц үг тохируулга амжилттай

source: The system is looking for your account. You should receive an email with password reset instructions shortly. If you don't see it within a few minutes (and it's not in your email's Spam or Trash), your account may be under a different email address. Try {start_link}logging in{end_link} again with some other email addresses you maintain.
mn: Систем таны акаунтыг хайж байна. Та нууц үг шинэчлэх зааврыг удалгүй имэйл хүлээж авах ёстой. Хэрвээ та хэдэн минутын дотор үүнийг харахгүй (мөн таны имэйл Спам эсвэл Хогийн саванд байхгүй бол) таны данс өөр имэйл хаягаар байж болно. Та {start_link} нэвтэрч буй бусад мэйл хаягтай {end_link} -ээр дахин оролдоно уу.

source: Page Not Found
mn: Хуудас олдохгүй байна

source: Page not found
mn: Хуудас олдохгүй байна

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} or let us know about any pages that may have been moved at {email}.
mn: Таны хайж байгаа хуудас олдсонгүй. {link_start} нүүр хуудас руу буцах {link_end} эсвэл {email} дээр зөөгдсөн байж болзошгүй хуудсын талаар бидэнд мэдэгдээрэй.

source: This page left intentionally blank. Feel free to add your own content.
mn: Энэ хуудсанд санаатайгаар хоосон орхив. Өөрийнхөө агуулгыг нэмэх чөлөөтэй байна.

source: Jobs
mn: Ажил

source: In the Press
mn: Хэвлэлтэнд

source: Currently the {platform_name} servers are down
mn: Яг одоо {platform_name} серверүүд ажиллахгүй байна

source: Our staff is currently working to get the site back up as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
mn: Манай ажилтнууд сайтыг хэвийн ажиллагаанд хурдан оруулахаар ажиллаж байна. Гарсан аливаа асуудлыг бидэнд {tech_support_email} хаягаар мэдэгдэнэ үү.

source: There has been a 500 error on the {platform_name} servers
mn: {platform_name} серверүүдэд алдаа 500 гарсан байна

source: Please wait a few seconds and then reload the page. If the problem persists, please email us at {email}.
mn: Хэдэн хором хүлээгээд хуудсыг дахин ачаална уу. Асуудал үргэлжилсэн хэвээр байвал бидэнд {email} хаягаар емэйл бичнэ үү.

source: Currently the {platform_name} servers are overloaded
mn: Яг одоо {platform_name} серверүүд ачааллаа дийлэхгүй байна

source: Account Settings
mn: Акаунтын тохиргоо

source: Email change failed.
mn: И-мэйл хаяг өөрчлөгдөөгүй.

source: Something went wrong. Please contact {support} for help.
mn: Ямар нэгэн зүйл буруугаар эргэсэн. Тусламж авахын тулд {support} -тэй холбоо барина уу.

source: The email address you wanted to use is already used by another {platform_name} account.
mn: Таны ашиглах имэйл хаяг өөр {platform_name} акаунт ашиглагдаж байна.

source: You can try again from the {link_start}account settings{link_end} page.
mn: Та {link_start} бүртгэлийн тохиргооноос {link_end} хуудаснаас дахин оролдож болно.

source: Please Wait
mn: Хүлээнэ үү

source: Sign in or Register
mn: Нэвтрэх эсвэл Бүртгүүлэх

source: Learner Profile
mn: Суралцагчийн танилцуулга

source: Connected Accounts
mn: Холбоотой данснууд

source: Linked
mn: Холбоотой

source: Not Linked
mn: Холбоогүй

source: Unlink
mn: Салгах

source: Link
mn: Холбох

source: User Survey
mn: Хэрэглэгчийн судалгаа

source: Pre-Course Survey
mn: Хичээлийн өмнөх судалгаа

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
mn: Дараах маягтыг бөглөсний дараа та хичээлээ эхлэх боломжтой. Шаардлагатай талбаруудыг од (*) тэмдэглэнэ. Энэ мэдээлэл зөвхөн {platform_name} -г ашиглахад зориулагдсан. Энэ нь таны нийтийн профайлтай ямар ч холбоогүй байна.

source: You are missing the following required fields:
mn: Та дараах шаардлагатай зүйлсийг бөглөөгүй байна:

source: Cancel and Return to Dashboard
mn: Хүчингүй болгоод Хяналтын самбарт буцах

source: Why do I need to complete this information?
mn: Би яагаад энэ мэдээллийг бөглөх хэрэгтэй бэ?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
mn: Бид таны өгсөн мэдээллийг зөвхөн одоогийн болон ирээдүйн оюутнуудад хичээлээ сайжруулан хүргэхийн тулд ашиглах болно. Бид таны хэрэгцээ шаардлагыг сайн мэдэх тусмаа хичээлээ улам сайн болгож чадна.

source: Who can I contact if I have questions?
mn: Асуулт байвал би хэнд хандах вэ?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
mn: Хэрэв та энэ курс эсвэл энэ маягтын талаар ямар нэгэн асуулт байвал, та {link_start} {mail_to_link} {link_end} руу холбоо барьж болно.

source: Looking for help with {studio_name}?
mn: {studio_name} ашиглахад тусламж хэрэгтэй юу?

source: Hide {studio_name} Help
mn: {studio_name}-ийн тусламжийг нуух

source: {studio_name} Documentation
mn: {studio_name} баримт бичиг

source: Access documentation on http://docs.edx.org
mn: http://docs.edx.org дээрх баримт бичигт хандах

source: edX Documentation
mn: edX-ийн баримт бичиг

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
mn: Түншлэлийн портал дээр зочлох курсын ажилтнууд дэмжлэг үзүүлэх тасалбаруудыг илгээх буюу хянах

source: edX Partner Portal
mn: edX Түншийн портал

source: Enroll in edX101: Overview of Creating an edX Course
mn: EdX101 -д бүртгүүл: EdX-ийн Курсын бүтэц

source: Enroll in edX101
mn: EdX101 -д бүртгүүлнэ үү

source: Enroll in StudioX: Creating a Course with edX Studio
mn: StudioX-д элсэх: edX студитэй курс хийх

source: Enroll in StudioX
mn: StudioX-д элсээрэй

source: Send an email to {email}
mn: {email} хаягруу эмэйл явуулах

source: Contact Us
mn: Холбоо барих

source: Browse recently launched courses and see what's new in your favorite subjects.
mn: Саяхан эхлүүлсэн курсуудыг хайж, өөрийн дуртай сэдвээр шинэ зүйлүүдийг үзээрэй.

source: Explore New Courses
mn: Шинэ курс судлах

source: Page Footer
mn: Хуудасны хуудас

source: About edX
mn: edX-н тухай

source: Find Courses
mn: Хичээл хайх

source: Schools & Partners
mn: Сургууль & Хамтран ажилладаг байгууллагууд

source: Enroll In {course_name} | Choose Your Track
mn: {course_name} -д бүртгүүлэх | Өөрийнхөө замыг сонгоно уу

source: Sorry, there was an error when trying to enroll you
mn: Уучлаарай, таныг бүртгүүлэхэд алдаа гарлаа.

source: Pursue Academic Credit with a Verified Certificate
mn: Зөвшөөрөгдсөн гэрчилгээтэй академик кредуцийг үргэлжлүүлэх

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
mn: Шинжлэх ухааны кредит авах эрхтэй болохын тулд шинэ ур чадвар, мэдлэгээ баталгаажуулсан гэрчилгээтэй танилцуулаарай. Суралцагчийн кредит кредит, карьераа ахиулах эсвэл сургуулийн өргөдлийг бэхжүүлэхийн тулд энэхүү үнэт итгэмжлэлийг ашиглана уу.

source: Benefits of a Verified Certificate
mn: Зөвшөөрөгдсөн гэрчилгээний давуу тал

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
mn: {b_start} Зээлийн кредит: {b_end} Сургалтыг амжилттай дүүргэсний дараа академик кредит авах

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
mn: {b_start} Албан ёсоор: {b_end} Байгууллагын логотой багш гарын үсэг зурсан сертификат авна уу

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
mn: {b_start} Хуваалцах амархан: {b_end} Сертификатыг өөрийн CV эсвэл үргэлжлүүлэхэд нэмэх буюу шууд LinkedIn дээр байрлуулах

source: Pursue a Verified Certificate
mn: Тэнцсэн гэрчилгээг гаргах

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
mn: Баталгаажсан гэрчилгээтэй шинэ мэдлэг, ур чадвараа онцол. Ажлын байрныхаа хэтийн төлөвийг сайжруулах, карьераа ахиулах, эсвэл сургуулийн гэрчилгээнд гэрчилгээ олгох зэргээр энэ үнэт зүйлийг ашиглана уу.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
mn: {b_start} Албан ёсоор: {b_end} Байгууллагын логотой багш гарын үсэг зурсан сертификат авна уу

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
mn: {b_start} Хуваалцах амархан: {b_end} Сертификатыг өөрийн CV эсвэл үргэлжлүүлэхэд нэмэх буюу шууд LinkedIn дээр байрлуулах

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
mn: {b_start} Урам зориг өгөх: {b_end} Сургалтыг дуусгахад нэмэлт урамшуулал өгөх хэрэгтэй

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
mn: {b_start} Манай номлолд дэмжлэг үзүүлэх: {b_end} Эдукс нь ашгийн бус, дэлхий даяар хүн бүрд үнэгүй боловсрол олгоход туслах зорилгоор баталгаажсан гэрчилгээн дээр тулгуурладаг.

source: Audit This Course
mn: Энэ хичээлд хөндлөнгийн хяналт тавих

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
mn: Энэ курсийг эрх чөлөөтэй, бүх сургалтын материал, үйл ажиллагаа, туршилт, форумд бүрэн хамрагдах боломжтой.

source: Audit This Course (No Certificate)
mn: Аудитын энэ курс (гэрчилгээ байхгүй)

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
mn: Энэ сургалтыг үнэ төлбөргүй, бүх сургалтын материал, үйл ажиллагаа, туршилт, форумд бүрэн хамрагдана. {b_start} Энэ зам нь дамжуулалтанд орсон зэрэг суралцагчдад зориулсан гэрчилгээ олгохгүй гэдгийг анхаарна уу. {b_end}

source: Sign In
mn: Нэвтрэх

source: Sign In to {studio_name}
mn: {studio_name}-д бүртгүүлэх

source: Don't have a {studio_name} Account? Sign up!
mn: {studio_name}-ийн хэрэглэгчийн эрх байхгүй байна уу? Бүртгүүлнэ үү!

source: Required Information to Sign In to {studio_name}
mn: {studio_name} эрхээр нэвтрэхэд шаардлагтай мэдээлэл

source: EdX, Open edX, and the edX and Open edX logos are registered trademarks or trademarks of {link_start}edX Inc.{link_end}
mn: EdX, Open edX, edX, Open edX лого нь {link_start} edX Inc.-ийн бүртгэгдсэн худалдааны тэмдэгнүүд эсвэл худалдааны тэмдэгнүүд {link_end}

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
mn: {tos_link_start}Үйлчилгээний нөхцөл{tos_link_end} болон {honor_link_start} Хүндэтгэлийн код{honor_link_end}

source: More options dropdown
mn: Илүү олон сонголт унах

source: My Profile
mn: Миний намтар

source: Register Now
mn: Одоо бүртгүүл

source: Copyright
mn: Зохиогчийн эрх

source: Copyright {year}. All rights reserved.
mn: Зохиогчийн эрх {year}. Зохиогчийн эрх хуулиар хамгаалагдсан.

source: Preferences for {platform_name}
mn: {platform_name} системийн тохиргоо

source: Update my {platform_name} Account
mn: {platform_name} системийн эрхийг шинэчлэх

source: Welcome {username}! Please set your preferences below
mn: {username} та тавтай морилно уу! Та өөрийнхөө тохиргоог хийнэ үү.

source: Update My Account
mn: Эрхээ шинэчлэх

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
mn: Та идэвхижүүлэх и-мэйл хүлээн аваад идэвхжүүлэх холбоосон дээр дарж бүртгэлээ дуусгана. Хэрвээ танд и-мэйл харагдахгүй бол spam хавтсан дотроо шалгаарай.

source: Need help in registering with {platform_name}?
mn: {platform_name} бүртгүүлэхэд тусламж хэрэгтэй юу?

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
mn: Хичээлд бүртгүүлснээр ихэнх асуултуудын хариултыг тухайн хичээлийн хэлэлцүүлэг болон Түгээмэл Асуулт Хариулт хэсгээс олж болно.

source: Put your Terms of Service here!
mn: Үйлчилгээний Нөхцлүүдийг энд оруулна уу!

source: Put your Privacy Policy here!
mn: Нууцлалын бодлогоо энд тавина уу!

source: Put your Honor Code here!
mn: Таны хүндэт Кодыг энд тавина уу!

source: Put your Copyright Text here!
mn: Өөрийн зохиогчийн бичвэрийг энд байрлуулаарай!
