Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: User with username {} does not exist
mn: {} нэртэй хэрэглэгч байхгүй байна

source: Successfully disabled {}'s account
mn: {} аккаунтыг амжиллтай устгалаа

source: Successfully reenabled {}'s account
mn: {} аккаунтыг амжиллтай сэргээлээ

source: Unexpected account status
mn: аккаунтын үл мэдэгдэх төлөв

source: An account with the Public Username '{username}' already exists.
mn: '{username}' олон нийтийн нэртэй аккаунт оршиж байна

source: An account with the Email '{email}' already exists.
mn: '{email}' цахим хаягтай аккаунт оршиж байна

source: An access_token is required when passing value ({}) for provider.
mn: ({}) өртгийг давж буй тохиолдолд access_token шаардлагатай

source: The provided access_token is already associated with another user.
mn: Оруулсан access_token өөр хэрэглэгчтэй холбогдсон байна

source: The provided access_token is not valid.
mn: Оруулсан access_token идэвхигүй байна

source: You are resetting passwords too frequently. Due to security policies, {num} day must elapse between password resets.
mn: Та нууц үг хэтэрхий олон удаа шинэчилж байна. Аюулгүй байдлын бодлогуудаас шалтгаалан, нууц үг дахин тохируулах хооронд {num} өдөр явагдах ёстой.

source: Password reset unsuccessful
mn: Нууц үгээ солих амжилтгүй боллоо

source: Error in resetting your password. Please try again.
mn: Нууц үгээ солиход алдаа гарлаа. Ахин оролдоно уу

source: No inactive user with this e-mail exists
mn: Ийм цахим хаягтай идэвхитэй хэрэглэгч байхгүй байна

source: Unable to send reactivation email
mn: Ахин идэвхижүүлэх цахим шуудан явуулах боломжгүй

source: Valid e-mail address required.
mn: Цахим хаяг шаардлагатай

source: Old email is the same as the new email.
mn: Хуучин цахим хаяг шинэтэйгээ ижил байна

source: An account with this e-mail already exists.
mn: Энэ цахим хаягтай аккаунт оршиж байна

source: Unable to send email activation link. Please try again later.
mn: Цахим хаяг идэвхижүүлэх шуудан илгээх боломжгүй. Ахин ородоно уу

source: Authentication with {} is currently unavailable.
mn: {} -р баталгаажуулах нь одоогоор боломжгүй

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
mn: Хоердогч байгууллагууд илүү бага харагддаг бөгөөд тусдаа “Их сургуулиуд” гэсэн жагсаалтанд байна

source: The Site that this provider configuration belongs to.
mn: Энхүү байгууллагын илгээсэн цахим хаяг

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
mn: Хэрвээ энэ сонголтыг асаасан бол хэрэглэгчид өөрсдийн талаархи мэдээллээ бүртгүүлэх явцад оруудахгүй. Энэ сонголтыг зөвхөн итгэж буй багууллагууд дээрээ л тааруулна уу

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
mn: Энэ сонголтыг хийсэн тохиолдолд хэрэглэгчил цахим хаягаа баталгаажуулах шаардлагагүй ба аккаунт нь бүртгүүлсний дараа шууд идэвхижнэ

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
mn: Хэрвээ энэ сонголтыг хийгээгүй бол гар аргааг зөв цахим холбоосыг идэьхижүүлнэ

source: The Site that this SAML configuration belongs to.
mn: SAML configuration-ы харьяалагдах цахим хуудас

source: Please wait
mn: Түр хүлээнэ үү

# am/pm indicator
source: AM
mn: өглөөний

# am/pm indicator
source: PM
mn: оройн

# weekday name
source: Monday
mn: Даваа

# weekday name
source: Tuesday
mn: Мягмар

# weekday name
source: Wednesday
mn: Лхагва

# weekday name
source: Thursday
mn: Пүрэв

# weekday name
source: Friday
mn: Баасан

# weekday name
source: Saturday
mn: Бямба

# weekday name
source: Sunday
mn: Ням

# abbreviated weekday name
source: Mon
mn: Да

# abbreviated weekday name
source: Tue
mn: Мя

# abbreviated weekday name
source: Wed
mn: Лх

# abbreviated weekday name
source: Thu
mn: Пү

# abbreviated weekday name
source: Fri
mn: Ба

# abbreviated weekday name
source: Sat
mn: Бя

# abbreviated weekday name
source: Sun
mn: Ня

# abbreviated month name
source: Jan
mn: 1 сар

# abbreviated month name
source: Feb
mn: 2 сар

# abbreviated month name
source: Mar
mn: 3 саp

# abbreviated month name
source: Apr
mn: 4 сар

# abbreviated month name
source: May
mn: 5сар

# abbreviated month name
source: Jun
mn: 6 сар

# abbreviated month name
source: Jul
mn: 7 сар

# abbreviated month name
source: Aug
mn: 8 сар

# abbreviated month name
source: Sep
mn: 9 сар

# abbreviated month name
source: Oct
mn: 10 сар

# abbreviated month name
source: Nov
mn: 11 сар

# abbreviated month name
source: Dec
mn: 12 сар

# month name
source: January
mn: 1 сар

# month name
source: February
mn: 2 сар

# month name
source: March
mn: 3 саp

# month name
source: April
mn: 4 сар

# month name
source: May
mn: 5сар

# month name
source: June
mn: 6 сар

# month name
source: July
mn: 7 сар

# month name
source: August
mn: 8 сар

# month name
source: September
mn: 9 сар

# month name
source: October
mn: 10 сар

# month name
source: November
mn: 11 сар

# month name
source: December
mn: 12 сар

source: The file must end with the extension '{file_types}'.
mn: Файл нь дараах өргөтгөлүүдийн аль нэгийг дуусгах ёстой : '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
mn: Файл оруулж болох дээд хэмжээ {file_size} байт

source: username
mn: хэрэглэгчийн нэр

source: anonymous_user_id (for use in survey links)
mn: anonymous_user_id (асуумжийн холбоост ашиглах)

source: user profile name
mn: хэрэглэгчийн профайл нэр

source: display name of the course
mn: сургалтын харагдах нэр

source: course identifier
mn: сургалтыг тодорхойлогч

source: start date of the course
mn: сургалтын эхлэх огноо

source: end date of the course
mn: сургалтын дуусах огноо

source: Course {course_id} requires {prerequisite_course_id}
mn: сургалтын {course_id} шаардлагатай {prerequisite_course_id}

source: System defined milestone
mn: Системээр тооцсон үе

source: Invalid Length ({0})
mn: урт алдаатай байна ({0})

source: must be {0} characters or more
mn: {0} үсэг эсвэл үүнээс их байх хэрэгтэй

source: must be {0} characters or fewer
mn: {0} үсэг эсвэл үүнээс бага байх хэрэгтэй

source: Must be more complex ({0})
mn: илүү төвөгтэй байх хэрэгтэй ({0})

source: must contain {0} or more uppercase characters
mn: {0} том үсэг эсвэл үүнээс их байх хэрэгтэй

source: must contain {0} or more lowercase characters
mn: {0} жижиг үсэг эсвэл үүнээс их байх хэрэгтэй

source: must contain {0} or more digits
mn: {0} эсвэл үүнээс их тоо байх хэрэгтэй

source: must contain {0} or more punctuation characters
mn: {0} эсвэл үүнээс их тэмдэг тэмдэглэгээ байх хэрэгтэй

source: must contain {0} or more non ascii characters
mn: {0} эсвэл үүнээс их ascil гүй байх хэрэгтэй

source: must contain {0} or more unique words
mn: {0} эсвэл үүнээс их өвөрмөц үг байх хэрэгтэй

source: Too similar to a restricted dictionary word.
mn: Хязгаарлагдсан толь бичгийн үгтэй их адилхан байна

source: Cannot rescore problems with possible file submissions
mn: Бодогод ахин оноо өгөх боломжгүй

source: Incorrect
mn: Буруу

source: Correct
mn: Зөв

source: correct
mn: Зөв

source: incorrect
mn: Буруу

source: partially correct
mn: Тал нь зөв

source: incomplete
mn: Дуусгаагүй

source: unanswered
mn: Хариулаагүй

source: submitted
mn: Илгээсэн

source: processing
mn: Ажиллаж байна

source: This answer is correct.
mn: Хариулт зөв байна

source: This answer is incorrect.
mn: Хариулт буруу байна

source: This answer is partially correct.
mn: Хариултын тал нь зөв байна

source: This answer is being processed.
mn: Хариултыг хүлээн авж байна

source: Not yet answered.
mn: Хараахан хариулаагүй байна

source: Select an option
mn: Сонголтоо хийнэ үү

source: ChoiceGroup: unexpected tag {tag_name}
mn: Сонголтын бүлэг: үл мэдэх tag байна {tag_name}

source: Answer received.
mn: Хариултыг хүлээн авлаа

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
mn: Хүлээж буй <choice> эсвэл <compoundhint> tag ; {given_tag} ирлээ

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
mn: Таны файлууд илгээгдсэн байна. Таны илгээлтэнд дүн тавимагц энэхүү мэссэж дүн тавьсан хүний захиасаар солигдох болно

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
mn: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback. Таны хариулт илгээгдлээ. Таны илгээлтэнд дүн тавимагц энэхүү мэссэж дүн тавьсан хүний захиасаар солигдох болно

source: {programming_language} editor
mn: {programming_language} редактор

source: Press ESC then TAB or click outside of the code editor to exit
mn: Гарахын тулд ESC дараад дараа нь TAB дарна уу. Эсвэл код засагчийн гадна дарна уу

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
mn: Илгээгдлээ. Хариулт буцаад ирмэгц энэхүү захиа үүгээр солигдох болно

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
mn: {xqueue_timeout} секундын дотор Xqueue -с хариу ирсэнгүй. Цуцлагдлаа

source: Error running code.
mn: Код уншихад алдаа гарлаа

source: Cannot connect to the queue
mn: queue-тэй холбогдож чадсангүй

source: No formula specified.
mn: Томьео сонгоогүй байна

source: Couldn't parse formula: {error_msg}
mn: Томьеог уншиж чадсангүй: {error_msg}

source: Error while rendering preview
mn: Хэрэхн харагдахыг засаж байхад алдаа гарлаа

source: Sorry, couldn't parse formula
mn: Уучлаарай, Томьеог уншиж чадсангүй

source: {input_type}: unexpected tag {tag_name}
mn: {input_type}: мэдэгдэхгүй tag {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
mn: Holttr dgavgy {expected_tag} tag; оронд нь хүлээн авсан {given_tag}

source: Question {index}
mn: Асуулт {index}

source: Correct:
mn: Зөв

source: Incorrect:
mn: Буруу

source: Answer
mn: Хариулт

source: Error {err} in evaluating hint function {hintfn}.
mn: {hintfn} функцийг дүгнэхэд алдаа {err} гарлаа

source: See XML source line {sourcenum}.
mn: XML эх сурвалжийн шугамыг харах {sourcenum}

source: Checkboxes
mn: Шалгаруулагч хайрцаг

source: Multiple Choice
mn: Олон хариулт

source: Do not use shuffle and answer-pool at the same time
mn: shuffle ба хариултын санг нэгэн зэрэг бүү ашигла

source: answer-pool value should be an integer
mn: хариултын сангийн уга интегр байх хэрэгтэй

source: Choicegroup must include at least 1 correct and 1 incorrect choice
mn: Сонгох бүлгүүд хамгийн багадаа 1 зөв ба 1 буруу хариулттай байх хэрэгтэй

source: True/False Choice
mn: Үнэн/ худал сонголт

source: Dropdown
mn: Доош сунгаж харах

source: Numerical Input
mn: Тоон оролт

source: There was a problem with the staff answer to this problem.
mn: Энэхүү бодлогонд хариулт өгөхөд алдаа гарлаа

source: Could not interpret '{student_answer}' as a number.
mn: '{student_answer}' -г тоо гэж тайлж уншиж чадсангүй

source: Invalid math syntax: '{student_answer}'
mn: Тоон алдаатай синтакс: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
mn: Та илүү орон тоотой тоо ашиглах боломжгүй

source: There was a problem with the staff answer to this problem: complex boundary.
mn: Өгсөн хариулт алдаатай байна: хэт төвөгтэй

source: There was a problem with the staff answer to this problem: empty boundary.
mn: Өгсөн хариулт алдаатай байна: хэт энгийн

source: or
mn: эсвэл

source: Text Input
mn: Эх оруулах

source: error
mn: Алдаа

source: error getting student answer from {student_answers}
mn: суралцагчийн хариултыг {student_answers} -с авахад алдаа гарлаа

source: No answer entered!
mn: Хариулт оруулаагүй байна

source: CustomResponse: check function returned an invalid dictionary!
mn: CustomResponse: функцээ шалгана уу, толь бичгэнд алдаатай байна!

source: Symbolic Math Input
mn: Тооны дүрсэн оруулалт

source: An error occurred with SymbolicResponse. The error was: {error_msg}
mn: SymbolicResponse. алдаа гарлаа. Алдаа нь {error_msg}

source: Code Input
mn: Код оруулах

source: No answer provided.
mn: Хариулт оруулаагүй байна

source: Error: No grader has been set up for this problem.
mn: Алдаа : энэ бодлогонд дүн өгөх хүн сонгоогүй байна

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
mn: Таны оруулсан хариултыг дүн өгөгчид илгээж чадсангүй. (Шалтгаан: {error_msg}) Ахин оролдоно уу

source: Invalid grader reply. Please contact the course staff.
mn: Дүн өгөгчийн хариулт алдаатай. Сургалтын ажилтантай холбогдоно уу

source: External Grader
mn: Гадны дүн өгөгч

source: Math Expression Input
mn: Тоон илэрхийлэл оруулах

source: Invalid input: Could not parse '{bad_input}' as a formula.
mn: Алдаатай оруулсан байна {bad_input} томьео гэж уншиж чадахгүй

source: Invalid input: Could not parse '{bad_input}' as a formula
mn: Алдаатай оруулсан байна {bad_input} томьео гэж уншиж чадахгүй

source: Error in evaluating SchematicResponse. The error was: {error_msg}
mn: SchematicResponse дүгнэхэд алдаа гарлаа. Алдаа нь {error_msg}

source: Image Mapped Input
mn: Зурган оруулалт

source: error grading {image_input_id} (input={user_input})
mn: дүн өгөхөд алдаа гарлаа {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
mn: бодлого алдаатай байна {sr_coords}

source: Annotation Input
mn: Аннотацийн оруулга

source: Checkboxes With Text Input
mn: зурагтай шалгах хуудас

source: Answer not provided for {input_type}
mn: {input_type} -д хариулт өгөөгүй байна

source: The Staff answer could not be interpreted as a number.
mn: Ажилтны хариултыг тоо гэж уншиж чадахгүй байна

source: Could not interpret '{given_answer}' as a number.
mn: '{given_answer}' -г тоо гэж уншиж чадахгүй байна

source: Annotation
mn: тэмдэглэгээ

source: Blank Advanced Problem
mn: хоосон, ахисан түвшний бодлого

source: Number of attempts taken by the student on this problem
mn: энэ бодлогонд хариулахаар завдсан тоо

source: Maximum Attempts
mn: оролдлж болох дээд хэмжээ

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed. NOTE: If a problem is timed, we only allow a single attempt, and ignore the value in this field.
mn: энэ бодлогонд хариулж болох суралцагчийн дээд хэмжээг заана. хэрвээ утга өгөгдөөгүй бол хэдэн ч удаа болно. хэрвээ хугацаа заасан бол зөвхөн нэг удаа л оролдох эрхтэй

source: Date that this problem is due by
mn: Энэ бодлогоны хугацаа

source: Amount of time after the due date that submissions will be accepted
mn: Хугацаа өнгөрсөн тохиолдолд хүлээн авах хугацаа

source: Show Results
mn: Үр дүнг харуулах

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
mn: Суралцагчийн хариулт зөв эсэхийг харуулах эсэхийг тодорхойлно. Дэд бүлэгт тохиргоо хийгдсэн.

source: Always
mn: Дандаа

source: Never
mn: Хэзээ ч үгүй

source: Past Due
mn: Өнгөрсөн

source: Show Answer
mn: Хариултыг харуулах

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
mn: Бодлогоны хариултыг хэзээ харуулахыг илтгэнэ. Ахисан хэсэгт өөрчлөлт оруулж болно

source: Answered
mn: Хариулсан

source: Attempted
mn: Оролдсон

source: Closed
mn: Хаагдсан

source: Finished
mn: Дууссан

source: Correct or Past Due
mn: Зөв эсвэл хугацаа нь өнгөрсөн

source: Whether to force the save button to appear on the page
mn: Хуудсан дээр хадгалах товчлуурийг гаргах эсэхийг шийднэ

source: Show Reset Button
mn: Ахин засваралх товчлуурыг харуулах

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
mn: Ахин засваралх товчлуурыг хэрэглэгч харж байгаа эсэхийг илтгэнэ. Ахисан хэсэгт өөрчлөлт оруулж болно

source: Randomization
mn: Түүврийн арга

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
mn: Питон дээр хэзээ түүврийн аргаар ашигласан сэлгээг харуулахыг илтгэнэ. Түүвэр ашигладаггүй бодлогонд “Хэзээ ч үгүй” гэсэн сонголтыг хийнэ үү

source: On Reset
mn: Ахин засварлаж байна

source: Per Student
mn: Хэрэглэгч бүрт

source: XML data for the problem
mn: бодлогоны XML data

source: Dictionary with the correctness of current student answers
mn: одоогийг суралцагчийн хариултын зөв эсэхтэй толь бичиг

source: Dictionary for maintaining the state of inputtypes
mn: оруулж буй төрлиүүдийн толь бичиг

source: Dictionary with the current student responses
mn: суралцагчийн одоогийн хариулттай толь бичиг

source: Whether or not the answers have been saved since last submit
mn: сүүлд оруулсны дараа хариултууд хадгалагдсан эсэх

source: Whether the student has answered the problem
mn: суралцагч асуултанд хариулсан эсэх

source: Random seed for this student
mn: энэ суралцагчийн түүвэр

source: Last submission time
mn: сүүлд оруулсан цаг

source: Timer Between Attempts
mn: оролдлого хоорондын хугацаа

source: Seconds a student must wait between submissions for a problem with multiple attempts.
mn: суралцагч олон удаа оролдлого хийж буй тохиолдолд хоорон нь хүлээх секунд

source: Problem Weight
mn: бодлгоны хүнд хөнгөн

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
mn: бодлого бүр хэдэн оноотойг илтгэнэ. Хэрвээ утга оруулаагүй бол нэг оноотой гэсэн үг

source: Markdown source of this module
mn: энэ модулийн Markdown

source: Source code for LaTeX and Word problems. This feature is not well-supported.
mn: LaTeX ба Word бодлогоны Sourcе code. Сайн дэмжигдээгүй

source: Enable LaTeX templates?
mn: LaTeX загварыг идэвхитэй болгох уу

source: Matlab API key
mn: Matlab API түлхүүр

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
mn: MATLAB-д хандах үйлчилгээнд хандахын тулд MathWorks-ийн өгсөн API түлхүүрийг оруулна уу. Энэ түлхүүрийг энэ сургалтаар тогтоосон хугацаанд ашиглахад зориулагдана. Please do not share the API key with other courses and notify us immediately if you believe the key is exposed or compromised. Асуудлын гол түлхүүрийг олж авах эсвэл асуудлыг мэдээлэх бол moocsupport@mathworks.com хаягаар холбогдоно уу

source: Submit
mn: Илгээх

source: Submitting
mn: Илгээж байна

source: Warning: The problem has been reset to its initial state!
mn: Анхааруулга.

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
mn: Асуудлын байдал хүчингүй ирснээр эвдэрсэн. Тендерт ирүүлэх нь:

source: If this error persists, please contact the course staff.
mn: Хэрэв энэ алдаа гарвал курсын ажилтнуудтай холбоо барина уу.

source: Hint ({hint_num} of {hints_count}):
mn: {hints_count})-p сануулга ({hint_num} :

source: Your answers were previously saved. Click '{button_name}' to grade them.
mn: Таны хариултууд өмнө нь хадгалагдсан байсан. '{button_name}' дээр дарна уу.

source: Incorrect ({progress} point)
mn: Буруу ({progress} points)

source: Correct ({progress} point)
mn: Зөв ({progress} points)

source: Partially correct ({progress} point)
mn: Зарим нь зөв ({progress} points)

source: Partially Correct
mn: Тал нь Зөв

source: Answer submitted.
mn: Оруулсан хариулт.

source: Time has expired
mn: Цаг дууслаа

source: Problem is closed.
mn: Асуудал хаагдаж байна.

source: Problem must be reset before it can be submitted again.
mn: Асуудлыг дахин илгээхээс өмнө асуудал арилах ёстой.

source: You must wait at least {wait} seconds between submissions.
mn: Та хүлээлтийн хооронд дор хаяж {wait} хүлээх хэрэгтэй.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
mn: Та хүлээлгэн өгөхдөө дор хаяж {wait_secs} хүлээх ёстой. үлдсэн {remaining_secs}.

source: {num_hour} hour
mn: {num_hour} цаг

source: {num_minute} minute
mn: {num_minute} минут

source: {num_second} second
mn: {num_second} секунд

source: Problem needs to be reset prior to save.
mn: Асуудлыг хадгалахаас өмнө асуудал шийдэх шаардлагатай.

source: Your answers have been saved.
mn: Таны хариултууд хадгалагдсан байна.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
mn: Таны хариултууд хадгалагдсан боловч ангилагдаагүй байна. '{button_name}' дээр дарна уу.

source: You cannot select Reset for a problem that is closed.
mn: Та хаалттай байгаа асуудлыг дахин reset тохируулах боломжгүй

source: You must submit an answer before you can select Reset.
mn: Та хариултаа оруулахын тулд хариулах ёстой.

source: Problem's definition does not support rescoring.
mn: Асуудлын тодорхойлолт нь дахин сэргээхийг дэмждэггүй.

source: Problem must be answered before it can be graded again.
mn: Асуудлыг дахин ангилахаас өмнө хариулах ёстой.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
mn: Уучлаарай, таны хүсэлтийг боловсруулах явцад алдаа гарсан байна. Хуудсыг дахин ачаалж дахин оролдоно уу.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
mn: Энэ хуудсыг ачаалсны дараа энэ асуудлын төлөв өөрчлөгдсөн байна. Хуудсыг дахин сэргээнэ үү.

source: This problem's time has expired. Please refresh your page.
mn: Энэ асуудлын цаг хугацаа дууссан. Хуудсыг дахин сэргээнэ үү.

source: Conditional
mn: Нөхцөл байдал

source: List of urls of children that are references to external modules
mn: Гадаад модулиудтай холбоотой ишлэлүүдийн жагсаалт

source: Source Components
mn: Эх сурвалж бүрэлдэхүүн хэсгүүд

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
mn: Энэ нөхцөлт модулийн агуулгыг харуулсан байгаа эсэхийг тодорхойлоход ашигладаг бүх эх үүсвэрийн бүрдэл хэсгийн байршлын ID. Studio байршлын ID-г Тохиргоо цонхонд хуулах

source: Conditional Attribute
mn: Нөхцөл байдлын шинж чанар

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
mn: Энэ нөхцөлт модулийн агуулгыг үзүүлж буй суралцагчийг тодорхойлж буй эх сурвалжийн бүрэлдэхүүн хэсгийн шинж чанар

source: Conditional Value
mn: Нөхцөл байдлын үнэ цэнэ

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
mn: эх сурвалжийн шинж чанарын шинж чанар нь суралцагчаас өмнө энэ болзолт модулийн агуулгыг харуулсан байх ёстой.

source: Blocked Content Message
mn: Агуулгын зурвасыг хаасан
