Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
mn: Энэ болзолт модулийн агуулгыг харуулахын тулд бүх нөхцөлд тохирохгүй байгаа сурагчдад мэдэгдэж буй мэдээ. Суралцагчдад шаардлагатай нэгжид шууд холбоос өгөхийн тулд мессежийн {link} -ийг оруулаарай. Жишээ нь, 'Та энэ нэгжид хандахаас өмнө {link} -ийг дуусгах ёстой.

source: You must complete {link} before you can access this unit.
mn: Та энэ ангид хандахаас өмнө {link} -ийг дуусгах ёстой.

source: This component has no source components configured yet.
mn: Энэ бүрэлдэхүүн хэсэг нь одоогоор ямар ч эх үүсвэрийг тохируулаагүй байна.

source: Configure list of sources
mn: Эх сурвалжийн жагсаалтыг тохируулна уу

source: LTI Passports
mn: LTI паспорт

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
mn: LTI-ийн пасспортыг дараах форматаар оруулна уу: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
mn: Сургалтын сурах бичигт зориулж сурах бичгийн жагсаалт (title, url)

source: Slug that points to the wiki for this course
mn: Энэ курст зориулж вики зааж өгдөг гулууз

source: Date that enrollment for this class is opened
mn: Энэ ангид хамрагдах хугацаа нээгдсэн

source: Date that enrollment for this class is closed
mn: Энэ ангид хамрагдах хугацаа хаагдсан

source: Start time when this module is visible
mn: Энэ модуль харагдах үед цаг эхлэн

source: Date that this class ends
mn: Энэ анги дуусгаx он сар өдөр

source: Cosmetic Course Display Price
mn: Гоо сайхны курс харуулах үнэ

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
mn: Суралцагчдад курст хамрагдахад гарах зардал. Хэрэв төлбөрийн курсын бүртгэлийн үнийг өгөгдлийн санд администратор тохируулсан бол энэ үнийг харуулах болно.

source: Course Advertised Start
mn: Сургалт Сурталчилгаа эхлэх

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
mn: Сургуулийн сурталчлан таниулж эхлэх хугацаа болох "Өвлийн 2018" гэх мэтийн текстийг оруулаарай. Хэрэв та энэ утгыг null гэж оруулбал, энэ курст зориулж тохируулсан эхлэх огноо ашиглагдана.

source: Pre-Requisite Courses
mn: Урьдчилан бэлтгэх сургалт

source: Pre-Requisite Course key if this course has a pre-requisite course
mn: Энэ курс нь урьдчилсан курс шаардлагатай бол урьдчилсан шалгуур

source: Grading policy definition for this class
mn: Энэ ангийн бодлогын тодорхойлолт

source: Show Calculator
mn: Тооцоолуур харуулах

source: Enter true or false. When true, students can see the calculator in the course.
mn: Үнэн эсвэл худал оруулна уу. хэрэв үнэн бол Тооцоолуур харуулах

source: Enter the name of the course as it should appear in the edX.org course list.
mn: EdX.org-ийн хичээлийн жагсаалтанд гарч ирэх нэрийг оруулна уу

source: Course Display Name
mn: Дэлгэцийн нэр

source: Course Editor
mn: Курсийн засварлагч

source: Enter the method by which this course is edited ("XML" or "Studio").
mn: Энэ хичээлийг засварлах аргыг оруулна уу ("XML" or "Studio").

source: Course Survey URL
mn: Курсын судалгааны URL

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
mn: Хичээлийн төгсгөлд зориулсан URL-ыг оруулна уу. Хэрэв таны курс судалгаа байхгүй бол null гэж оруулна уу.

source: Discussion Blackout Dates
mn: Хэлэлцүүлгийн товчлол

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
mn: Хэлэлцүүлгийн форумд сурч чадахгүй байгаа хосуудын хоорондох хугацаа оруул. Тохирсон хаалтанд дотор нэмсэн квадрат хаалт бүрийг нэмэгдүүл. ["YYYY-MM-DD", "YYYY-MM-DD"] гэх мэт -ийг хослуулан хослуул. Хугацаа, хугацааг заахын тулд хос бүрийг ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"] гэж нэрлэнэ. Огноо, цаг хугацааны хооронд "T" -ийг оруулаарай. Жишээлбэл, хоёр гэрэл далдлах хугацааг тодорхойлсон оролт нь дөрвөлжин хаалтанд хамаарах гадна талыг багтаасан: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
mn: Хэлэлцүүлэг Сүлжээний зураглал

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period.
mn: Дараах форматаар хэлэлцүүлгийн ангилалуудыг оруулна уу: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. Жишээлбэл, нэг ярилцлагын ангилал нь "Лидиан горим" байж болно: ": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}.. Ангилал бүрийн "id" утга нь өвөрмөц байх ёстой. "Id" утгад дэмжигддэг цорын ганц тусгай тэмдэгтүүд нь онцолсон, зураас, үе юм.

source: Discussion Sorting Alphabetical
mn: Хэлэлцүүлэгийг ангилах

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол хэлэлцүүлгийн ангилал, дэд бүлгүүд үсгээр эрэмбэлэгддэг. Хэрэв худал бол тэдгээрийг он сар өдөр, бүтээлийн огноо, цагаар эрэмбэлдэг.

source: Course Announcement Date
mn: Курс Зарлалын огноо

source: Enter the date to announce your course.
mn: Өөрийн курсийг зарлах огноог оруул.

source: Cohort Configuration
mn: Корпорацийн тохиргоо

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
mn: Бүлгийн онцлогийг идэвхжүүлэхийн тулд бодлогын түлхүүр, утгыг оруулаад, автоматжуулсан оюутны даалгаврыг бүлгүүдэд тодорхойлдог эсвэл коррельд гишүүдэд зориулсан аливаа сэдвээр хэлэлцүүлгийн сэдвийг

source: Course Is New
mn: Курс нь шинэ байна

source: Enter true or false. If true, the course appears in the list of new courses on edx.org, and a New! badge temporarily appears next to the course image.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол, курс нь edx.org дээрх шинэ курсийн жагсаалтад орсон бөгөөд Шинэ! Тэмдэгт зураг түр зуурын тэмдгийг түр зуур харуулдаг.

source: Mobile Course Available
mn: Мобайл курс боломжтой

source: Enter true or false. If true, the course will be available to mobile devices.
mn: Үнэн эсвэл худал оруулна уу. Хэрвээ үнэн бол, Мобайл курс боломжтой

source: Video Upload Credentials
mn: Видеог байршуулах итгэмжлэл

source: Enter the unique identifier for your course's video files provided by edX.
mn: EdX-ийн өгсөн таны сургалтын видео файлуудад зориулсан өвөрмөц танигчийг оруулна уу.

source: Course Not Graded
mn: Курсууд оноогүй

source: Enter true or false. If true, the course will not be graded.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол энэ хичээлийг ангилах боломжгүй.

source: Disable Progress Graph
mn: Progress Graph-г идэвхгүй болгох

source: Enter true or false. If true, students cannot view the progress graph.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол оюутнууд прогрессийн графикийг харж чадахгүй.

source: PDF Textbooks
mn: PDF сурах бичиг

source: List of dictionaries containing pdf_textbook configuration
mn: Pdf_textbook тохиргоог агуулсан толь бичгийн жагсаалт

source: HTML Textbooks
mn: HTML сурах бичиг

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
mn: Сургалтын явцад тусдаа гарч ирдэг HTML сурах бичгүүдийн хувьд таб-ийн нэрийг оруулдаг (ихэвчлэн номын гарчгийг) мөн номноос гарчиг тус бүрийн нэр, хаягийг

source: Remote Gradebook
mn: Алсын Gradebook

source: Enable CCX
mn: CCX идэвхжүүлэх

source: CCX Connector URL
mn: CCX холбогч URL

source: Allow Anonymous Discussion Posts
mn: Нэргүй хэлэлцүүлгийн бзөвшөөрөх

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол оюутнууд бүх хэрэглэгчдэд нэрээ нууцалсан хэлэлцүүлгийн бичлэг үүсгэж чадна.

source: Allow Anonymous Discussion Posts to Peers
mn: Үе тэнгийнхэндээ Нэргүй хэлэлцүүлгийн зөвшөөрөх

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол оюутнууд бүх хэрэглэгчдэд нэрээ нууцалсан хэлэлцүүлгийн бичлэг үүсгэж чадна. Энэ тохиргоо нь ажилтнуудын нэрийг үл мэдэгдэх бичлэгүүдийг хийхгүй.

source: Advanced Module List
mn: Advanced модуль жагсаалт

source: Enter the names of the advanced modules to use in your course.
mn: Нарийвчилсан модулиудын нэрийг оруулаарай.

source: Course Home Sidebar Name
mn: Курс Салбарын нэр

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
mn: Суралцагчийн хичээлийн гарын авлага дээрээ Course Home хуудсан дээр гарч ирэхийг хүсч буй гарчгийг оруулна уу. Манай сургалтын гарын авлага нь хуудасны баруун талд харагдаж байна.

source: Course Handouts
mn: Хичээлийн Гарын авлагууд

source: Due Date Display Format
mn: Хугацаатай харуулах формат

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
mn: Форматыг товлосон хугацаандаа оруулна уу. Анхдагч нь Mon DD, YYYY юм. YDY-MM-YYYY-тэй "% d-% Y" -г MMDD-YYYY-д оруулна уу. YYYY-MM- DD, эсвэл YYYY-DD-MM-ийн "% Y-% d-% m".

source: Certificates Downloadable Before End
mn: Төгсгөлийн өмнө татан авах боломжтой

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол оюутнууд гэрчилгээгээ дуусгахаас өмнө гэрчилгээгээ татаж авах боломжтой.

source: Certificates Display Behavior
mn: Сертификатууд харуулах хандлага

source: Course About Page Image
mn: Курсын талаархи зураг

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
mn: Курсын зурагтын нэрийг засах. Та энэ файлыг Files & Uploads хуудсанд байршуулах ёстой. Та мөн Тохиргоо & Дэлгэрэнгүй хуудас дээр курсын дүрсийг тохируулж болно.

source: Course Banner Image
mn: урсын талаархи зураг

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
mn: Курсын зурагтын нэрийг засах. Та мөн Тохиргоо & Дэлгэрэнгүй хуудас дээр курсын дүрсийг тохируулж болно.

source: Course Video Thumbnail Image
mn: Видео бичлэгийн жижиг зураг

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
mn: Видео бичлэгийн зургийн жижиг файлын нэрийг засах. Та Тохиргоо & Дэлгэрэнгүй хуудас дээр видеоны өнгөц зургийг тохируулж болно.

source: Certificate Name (Short)
mn: Гэрчилгээний нэр (Short)

source: Certificate Name (Long)
mn: Гэрчилгээний нэр (Long)

source: Certificate Web/HTML View Enabled
mn: Сертификатын вэб / HTML Enabled харах

source: If true, certificate Web/HTML views are enabled for the course.
mn: Хэрэв үнэн бол сертификатын Вэб / HTML үзэл нь курсэд идэвхжүүлсэн

source: Certificate Web/HTML View Overrides
mn: Сертификатын Вэб / HTML HTML-г харах

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
mn: Вебсайт / HTML загвар параметрүүдийн хувьд тусгайлсан өөрчлөлтүүдийг оруулна уу (JSON format)

source: Certificate Configuration
mn: Гэрчилгээний тохиргоо

source: Discussion Forum External Link
mn: Хэлэлцүүлгийн форум External Link

source: Hide Progress Tab
mn: Progress Tab-г нуух

source: Course Number Display String
mn: Курсын дугаар дэлгэцийн мөр

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
mn: Суралцаж болох оюутнуудын хамгийн их тоог оруулна уу. Хязгааргүй тооны оюутнуудад зөвшөөрөхийн тулд null гэж оруулна уу.

source: Allow Public Wiki Access
mn: Public Wiki Access-ийг зөвшөөрөх

source: Enter true or false. If true, edX users can view the course wiki even if they're not enrolled in the course.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол, edX хэрэглэгчид курс викиг хичээлд хамрагдаагүй байсан ч үзэх боломжтой.

source: Invitation Only
mn: Зөвхөн урилга

source: Whether to restrict enrollment to invitation by the course staff.
mn: Суралцагчийн урилгад хамрагдахыг хязгаарлах эсэх.

source: Pre-Course Survey Name
mn: Сургалтын өмнөх нэр

source: Pre-Course Survey Required
mn: Шаардлагатай урьдчилсан сургалт

source: Both
mn: Аль аль нь

source: None
mn: Хоосон

source: Entrance Exam Enabled
mn: Элсэлтийн шалгалтыг идэвхжүүлсэн

source: Entrance Exam Minimum Score (%)
mn: Элсэлтийн шалгалт доод оноо (%)

source: Entrance Exam ID
mn: Элсэлтийн шалгалт ID

source: Social Media Sharing URL
mn: Social Media Хуваалцах URL

source: Course Language
mn: Курс хэл

source: Specify the language of your course.
mn: Курсын Өөрийнхөө хэлний хэлийг заана уу

source: Teams Configuration
mn: Багууд тохиргоо

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв энэ утга үнэн бол Zendesk тасалбарыг сэжиг бүхий оролдлогуудад зориулж үүсгэнэ.

source: Enable Timed Exams
mn: цаг хугацаатай шалгалтыг идэвхжүүлэх

source: Self Paced
mn: Өөрийгөө тэлсэн

source: Bypass Course Home
mn: Нүүр хуудас

source: Specify what student can learn from the course.
mn: Суралцагч хичээлээс юу сурч болохыг тодорхойл.

source: Course Instructor
mn: Курсорын багш

source: Enter the details for Course Instructor
mn: Курсийн багшийн нарийвчилсан мэдээллийг оруулна уу

source: Add Unsupported Problems and Tools
mn: Дэмжигдээгүй асуудлууд болон хэрэгсэл нэмэх

source: General
mn: ерөнхий

source: Text
mn: Эх

source: Editor
mn: Өөрчлөгч

source: Raw
mn: Түүхий эд

source: Hide Page From Learners
mn: Суралцагчдаас хуудас нуух

source: If you select this option, only course team members with the Staff or Admin role see this page.
mn: Хэрэв та энэ сонголтыг сонгосон бол цорын ганц багийн гишүүд Ажилтан эсвэл Админы үүрэг ролийг энэ хуудсыг харна уу.

source: HTML for the additional pages
mn: Нэмэлт хуудас HTML

source: List of course update items
mn: Сургалтын шинэчлэлийн зүйлсийн жагсаалт

source: Tags for Assignments
mn: даалгавар өгөх хаягууд

source: Default Annotations Tab
mn: Үндсэн Аннотацийн Tab

source: Email for 'Instructor' Annotations
mn: 'Багш' сэдэвт анкет

source: Mode for Annotation Tool
mn: Аннотацийн хэрэгсэлийн горим

source: No email address found.
mn: Имэйл хаяг олдсонгүй.

source: Any Type
mn: Ямар ч төрөл

source: Library
mn: Номын сан

source: Select the library from which you want to draw content.
mn: Агуулгыг зурахыг хүссэн номын санг сонго

source: Library Version
mn: Номын сангийн хувилбар

source: Determines how content is drawn from the library
mn: Номын сангаас контентыг яаж татаж авахыг тодорхойлно

source: Choose n at random
mn: N-г санамсаргүйгээр сонгоно уу

source: Count
mn: Тоо

source: Enter the number of components to display to each student.
mn: Оюутан бүрт үзүүлэх бүрэлдэхүүн хэсгүүдийн тоог оруулна уу.

source: Problem Type
mn: Асуудлын төрөл

source: This component is out of date. The library has new content.
mn: Энэ бүрэлдэхүүн хэсэг хуучирсан байна. Номын сан шинэ агуулгатай.

source: {refresh_icon} Update now.
mn: {refresh_icon} Одоо шинэчлэх.

source: Edit Library List.
mn: Номын сангийн жагсаалтыг засах.

source: This course does not support content libraries. Contact your system administrator for more information.
mn: Энэ курс нь агуулга номын санг дэмждэггүй. Системийн администратортай холбоо барина уу.

source: A library has not yet been selected.
mn: Номын сан сонгогдоогүй байна.

source: Select a Library.
mn: Номын сан сонгоно уу

source: Select another problem type.
mn: Өөр асуудлын төрлийг сонгоно уу.

source: Edit the library configuration.
mn: Номын сангийн тохиргоог засварлах.

source: Invalid Library
mn: Номын сан буруу байна

source: No Library Selected
mn: Сонгогдсон номын сан байхгүй байна

source: Library Display Name
mn: Номын сангийн харуулах нэр

source: Custom Parameters
mn: Гаалийн үзүүлэлтүүд

source: Open in New Page
mn: Шинэ хуудас нээнэ

source: Scored
mn: оруулсан

source: Weight
mn: Жин

source: Hide External Tool
mn: Гадаад хэрэгслийг нуух

source: Request user's username
mn: Хэрэглэгчийн нэр хүсэх

source: Select True to request the user's username.
mn: Хэрэглэгчийн имэйл хаягийг хүсэхийн тулд үнэн гэж сонгоно уу.

source: Request user's email
mn: Хэрэглэгчийн имэйлийг хүсэх

source: Select True to request the user's email address.
mn: Хэрэглэгчийн имэйл хаягийг хүсэхийн тулд үнэн гэж сонгоно уу.

source: LTI Application Information
mn: LTI програмын мэдээлэл

source: Button Text
mn: Товчлуурын текст

source: Enter the text on the button used to launch the third party application.
mn: Гуравдагч этгээдийн програмыг эхлүүлэхэд хэрэглэгдэх товч дээр текст оруулаарай.

source: Accept grades past deadline
mn: Өнгөрсөн хугацааны дүнг зөвшөөрөх

source: Due Date
mn: Дуусах хугацаа

source: If true, can be seen only by course staff, regardless of start date.
mn: Хэрэв үнэн бол, зөвхөн ажилтан огнооноос үл хамааран харж болно.

source: XQA Key
mn: XQA түлхүүр

source: This setting is not currently supported.
mn: Энэ тохиргоог одоогоор дэмжээгүй байна.

source: Enter the location of the annotation storage server. The textannotation, videoannotation, and imageannotation advanced modules require this setting.
mn: Ноогдлын хадгалалтын серверийн байршлыг оруулна уу. Текстанчлан бичих, видео түгээгч, зураглал хийх дэвшилтэт модулиуд энэ тохиргоог шаарддаг.

source: URL for Annotation Storage
mn: Аннотацийн хадгалалтын URL

source: Enter the ids for the content groups this problem belongs to.
mn: Энэ асуудлын хамаарах агуулгын бүлгүүдэд зориулсан id-ийг оруулна уу.

source: Enter the number of days before the start date that beta users can access the course.
mn: Бета хэрэглэгчид курст хамрагдах өдөр эхлэхээс өмнө өдрийн тоог оруулна уу.

source: Static Asset Path
mn: Статик ашгийн зам

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
mn: Файл & Байршлын хуудас дээрх файлуудын ашиглах замыг оруулна уу. Энэ утга нь Studio анхдагч болох c4x: //.

source: Enable LaTeX Compiler
mn: LaTeX Compiler-г идэвхжүүлнэ

source: Group Configurations
mn: Групийн тохиргоо

source: Enter the configurations that govern how students are grouped together.
mn: Оюутнууд хэрхэн бүлэглэгдсэнийг зохицуулах тохиргоог оруул.

source: Enable video caching system
mn: Видео кэш системийг идэвхжүүл

source: Enter true or false. If true, video caching will be used for HTML5 videos.
mn: Үнэн эсвэл худал оруулна уу. Үнэн бол, видео кэшийг HTML5 видеонд ашигладаг.

source: Video Pre-Roll
mn: Видео урьдчилан өнхрөх

source: Show Reset Button for Problems
mn: Асуудлын хувьд дахин тохируулах товчийг харуулах

source: Enable Student Notes
mn: Оюутны тэмдэглэлийг идэвхжүүлэх

source: Enter true or false. If true, students can use the Student Notes feature.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол сурагчдын тэмдэглэлийг ашиглаж болно.

source: Tag this module as part of an Entrance Exam section
mn: Энэ модулийг Entrance Exam хэсэгт оруулна уу

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
mn: Үнэн эсвэл худал оруулна уу. Хэрэв үнэн бол асуудлыг шийдвэрлэх модулиудын талаархи хариултыг Entrance Exam scoring / gating алгоритмаар авч үзнэ.

source: Enter the date by which problems are due.
mn: Асуудал зохих огноог оруул.

source: Hide sequence content After Due Date
mn: Хугацаа дууссаны дараа дарааллын агуулгыг нуух

source: Is Entrance Exam
mn: Элсэлтийн шалгалт

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
mn: Энэ курсийн модулийг Элсэлтийн шалгалтын тэмдэглээрэй. Тэмдэглэл: Та энэ курсийн тохиргоонд зориулж Entrance Шалгалтыг идэвхжүүлэх ёстой.

source: Is Time Limited
mn: Time Limited байна

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
mn: Энэ хичээлийн агуулга нь оюутнууд энэ хичээлийн бүрэлдэхүүн хэсгүүдийг харах, эсвэл харилцах хязгаарлагдмал хугацаанд байгаа эсэхийг харуулна.

source: Time Limit in Minutes
mn: Цаг минутын хязгаарлалт

source: The number of minutes available to students for viewing or interacting with this courseware component.
mn: Энэ хичээлийн бүрэлдэхүүн хэсгүүдтэй танилцаж, харьцаж буй оюутнуудад зориулсан минутын тоо

source: Is Proctoring Enabled
mn: Proctoring Enabled байна

source: Software Secure Review Rules
mn: Програм хангамжийн аюулгүй байдлын хяналтын дүрэм

source: Is Practice Exam
mn: Практик шалгалтын шалгалт байна

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
mn: Энэ шалгалт нь шалгалтанд зөвхөн шалгалтанд зориулагдсан эсэхийг заана. Шалгалтын дадлага шалгагдаагүй байна.

source: This exam is hidden from the learner.
mn: Энэ шалгалт нь суралцагчаас далдлагддаг

source: Group ID {group_id}
mn: Бүлгийн ID {group_id}

source: Not Selected
mn: Сонгогдоогүй

source: Content Experiment
mn: Агуулгын туршилт

source: Group Configuration
mn: Групийн тохиргоо

source: Which child module students in a particular group_id should see
mn: Тухайн бүлгийн хүүхдүүдийн аль модулийг харах ёстой вэ?

source: {group_name} (inactive)
mn: {group_name} (идэвхигүй)

source: The experiment is not associated with a group configuration.
mn: Туршилт нь бүлгийн тохиргоотой холбоотой биш

source: Select a Group Configuration
mn: Групийн тохиргоог сонго

source: The experiment does not contain all of the groups in the configuration.
mn: Туршилт нь тохиргоонд байгаа бүх бүлгүүдийг агуулдаггүй.

source: Add Missing Groups
mn: Алдагдсан бүлгүүдийг нэмнэ үү

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
mn: Туршилт идэвхгүй бүлэг байна. Идэвхтэй бүлгүүдэд агуулгыг хөдөлгөж идэвхгүй бүлгийг устга

source: External Discussion
mn: Гадаад хэлэлцүүлэг

source: Home
mn: Нүүр хуудас

source: Text Annotation
mn: Аннотацийн текст

source: Source/Citation
mn: Эх сурвалж / ишлэл
