Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Save Settings
mn: Тохиргоо хадгалах

source: Unenroll
mn: Бүртгэлээс хасагдах

source: View Unit in Studio
mn: С тудио дээрх сэдвүүдийг харах

source: E-mail change failed
mn: И-мэйл өөрчлөлт амжилтгүй болсон

source: We were unable to send a confirmation email to {email}
mn: {email} хаяг руу баталгаажуулах и-мэйлыг илгээж чадсангүй.

source: Go back to the {link_start}home page{link_end}.
mn: Буцах {link_start} Нүүр хуудас{link_end}.

source: E-mail change successful!
mn: И-мэйл хаяг амжилттай солигдлоо.

source: You should see your new email in your {link_start}dashboard{link_end}.
mn: Шинэ е-майл хаягаа нүүр үндсэн хуудасны {link_start} хаяган дээр дарж {link_end} харна.

source: An account with the new e-mail address already exists.
mn: Энэ эрхийн емайл аль хэдийн бүртгэгдсэн байна.

source: You should Register before trying to access the Unit
mn: Та Unit-рүү нэвтрэхийг оролдохын өмнө Бүртгүүлэх хэрэгтэй

source: Enroll
mn: Элсэх

source: Don't enroll
mn: Бүртгүүлэхгүй байх

source: Student Enrollment Form
mn: Хэрэглэгчийг бүртгэх форм

source: Course:
mn: Хичээл:

source: Add new students
mn: Шинэ хэрэглэгч нэмэх

source: Existing students:
mn: Бүртгэгдсэн хэрэглэгчид:

source: New students added:
mn: Шинэ хэрэглэгч нэмэгдлээ:

source: Students rejected:
mn: Татгалзсан хэрэглэгчид:

source: Debug:
mn: Алхам алхамаар:

source: External Authentication failed
mn: Гадаад бүртгэлд алдаа гарлаа.

source: Legal
mn: Хууль эрх зүйн

source: Password Reset
mn: Нууц үгийг ахин авах

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
mn: Е-майл хаягаа оруулна уу бид танд нууц үгээ солих зааврыг илгээх болно.

source: Required Information
mn: Шаардлагатай мэдээлэл

source: Your E-mail Address
mn: Танй е-майл хаяг

source: This is the e-mail address you used to register with {platform}
mn: {platform} системд бүртгүүлэхэд ашигласан танй е-майл хаяг

source: Reset My Password
mn: Нууц үгээ солих

source: Email is incorrect.
mn: е-майл буруу байна.

source: Can't find an answer to your question? You can contact the {platform_name} general support team directly {link_start}by clicking here{link_end}.
mn: Асуултандаа хариулт олж чадахгүй байна уу? Та холбоо барих боломжтой {platform_name} шууд {link_start}энд дарна уу{link_end}.

source: Support
mn: Дэмжлэг

source: {platform_name} Support
mn: {platform_name} Дэмжлэг

source: For {strong_start}questions on course lectures, homework, tools, or materials for this course{strong_end}, post in the {link_start}course discussion forum{link_end}.
mn: {strong_start} курсэд курсууд дахь хичээл, гэрийн даалгавар, багаж хэрэгсэл эсвэл материалуудын хувьд {strong_end} асуултууд, {link_start} курс хэлэлцүүлгийн форум {link_end}.

source: Have {strong_start}general questions about {platform_name}{strong_end}? You can find lots of helpful information in the {platform_name} {link_start}Help Center{link_end}.
mn: {strong_start} {platform_name} талаар ерөнхий асуултуудтай юу {strong_end}? Та {platform_name} {link_start} Тусламжийн Төв {link_end} дээр маш олон ашигтай мэдээллийг олж авч болно.

source: Access the Help Center
mn: Тусламжийн Төвд нэвтрэх

source: Here are some of the most popular articles from the Help Center:
mn: Тусламжийн төвөөс хамгийн алдартай зарим өгүүллүүдийг энд үзүүлэв:

source: E-mail
mn: И-мэйл хаяг

source: Briefly describe your issue
mn: Өөрийнхөө асуудлыг тайлбарлах

source: Tell us the details
mn: Дэлгэрэнгүйгээр бидэнд хэлнэ үү.

source: Describe what you were doing when you encountered the issue. Include any details that will help us to troubleshoot, including error messages that you saw.
mn: Асуудлыг тулгарах үед юу хийж байгаагаа тайлбарлана уу. Бидний харсан алдааны мэдээллийг оруулаад алдааг олж засварлахад тус болох ямар нэгэн дэлгэрэнгүй мэдээллийг оруулаарай.

source: Thank You!
mn: Баярлалаа!

source: Thank you for your inquiry or feedback. We typically respond to a request within three business days, Monday to Friday. In the meantime, please review our {link_start}Help Center articles{link_end} where most questions have already been answered.
mn: Таны асуулт, санал хүсэлтэд баярлалаа. Бид хүсэлтдээ ихэвчлэн Даваа-Баасан гарагт ажлын гурван өдөрт хариу өгдөг. Одоохондоо, манай {link_start} Тусламжийн төв {link_end} ихэнх асуултууд аль хэдийн хариулагдсан байдаг.

source: problem
mn: тест

source: Report a Problem
mn: Тестийн тайлан

source: Brief description of the problem
mn: Тестийн талаарх тайлбар

source: Details of the problem you are encountering{asterisk}
mn: Та {asterisk} тулгараад буй асуудлын талаар дэлгэрэнгүй

source: suggestion
mn: санал

source: Make a Suggestion
mn: Санал болгох

source: Brief description of your suggestion
mn: Таны саналын талаарх богино тайлбар

source: Details
mn: Дэлгэрэнгүй

source: question
mn: асуулт

source: Ask a Question
mn: Асуулт асуух

source: Brief summary of your question
mn: Таны асуултын талаарх дүгнэлт

source: An error has occurred.
mn: Алдаа гарлаа.

source: Please try again later.
mn: Дараа оролдоно уу.

source: Note: only instructors may annotate.
mn: Жич: Зөвхөн багш зүүлт хийж болно.

source: Search for a course
mn: Курс хайх

source: Welcome to the Open edX{registered_trademark} platform!
mn: Нээлттэй edX {registered_trademark} платформд тавтай морилно уу!

source: It works! This is the default homepage for this Open edX instance.
mn: Энэ ажил! Энэ бол энэ OpenXX instance-ийн анхдагч вэб хуудас юм.

source: Invalid email change key
mn: Түлхүүрийг өөрчлөх буруу е-майл

source: This e-mail key is not valid. Please check:
mn: Түлхүүрийн е-майл нь буруу байна. Үүнийг шалгана уу:

source: Was this key already used? Check whether the e-mail change has already happened.
mn: Энэ түлхүүр аль хэдийн ашиглагдсан байна уу? е-майл нь өөрчлөгдсөн эсэхийг шалгана.

source: The keys are valid for a limited amount of time. Has the key expired?
mn: Түлхүүрүүд нь цаг хугацааны хязгаарлагдмал хэмжээтэй байдаг. Түлхүүрийн хугацаа нь дууссан уу?

source: Showing all matching content eligible to be added into {display_name}. Each student will be assigned {max_count} component drawn randomly from this list.
mn: {display_name}-д нэмэгдэх боломжтой бүх тохирох контентыг харуулах. Оюутан тус бүр нь энэ жагсаалтаас санамсаргүйгээр зурагдсан. Оюутан тус бүр нь энэ жагсаалтаас санамсаргүйгээр зурагдсан {max_count} хэсгүүдийг томилно

source: Helpful Information
mn: Тусламжийн мэдээлэл

source: You can now start learning with {platform_name} by logging in with your <a rel="external" href="http://openid.net/">OpenID account</a>.
mn: Та <a rel="external" href="http://openid.net/">OpenID эрхээр</a> {platform_name} системд нэвтэрч сурах боломжтой.

source: Not Enrolled?
mn: Бүртгүүлээгүй юу?

source: Sign up for {platform_name} today!
mn: {platform_name} системд өнөөдөр нэвтрэх!

source: Need Help?
mn: Тусламж хэрэгтэй юу?

source: Looking for help signing in or with your {platform_name} account?
mn: Таны {platform_name} акаунтаар нэвтрэх эсвэл тусламж авахыг хайж байна уу?

source: View our help section for answers to commonly asked questions.
mn: Нийтлэг асуултуудын хариултуудын тусламжийн хэсгийг харуулах

source: Log into your {platform_name} Account
mn: {platform_name} системд нэвтрэх эрх

source: Log into My {platform_name} Account
mn: {platform_name} системд нэвтрэх эрх

source: Access My Courses
mn: Миний хичээлүүд рүү нэвтрэх

source: Processing your account information
mn: Өөрийн акаунтын мэдээллийг боловсруулах

source: Please log in
mn: Системд нэвтэрнэ үү

source: to access your account and courses
mn: Өөрийнхөө эрхээр хичээлүүд рүү нэвтрэх

source: We're Sorry, {platform_name} accounts are unavailable currently
mn: Уучлаарай,{platform_name} одоогоор системд нэвтрэх эрх байхгүй байна.

source: Your email or password is incorrect
mn: Таны е-майл эсвэл нууц үг буруу байна.

source: An error occurred when signing you in to {platform_name}.
mn: Таныг {platform_name} руу нэвтрэх үед алдаа гарлаа.

source: example: username@domain.com
mn: Жишээ: username@domain.com

source: Forgot password?
mn: Нууц үгээ мартсан уу?

source: Account Preferences
mn: Эрхийн тохиргоо

source: Sign in with {provider_name}
mn: {provider_name} нэрээр нэвтрэх

source: External resource
mn: Гадаад нөөц

source: {points} / {total_points} points
mn: {points} / {total_points} оноо

source: {total_points} points possible
mn: {total_points} нийт боломжтой оноо

source: View resource in a new window
mn: Шинэ цонхонд нөөцийг харах

source: Please provide launch_url. Click "Edit", and fill in the required fields.
mn: Launch_url оруулна уу. "Edit " дээр дарж, шаардлагатай талбаруудыг бөглөнө.

source: Manage student accounts
mn: Оюутны бүртгэлийг удирдах

source: Username:
mn: Хэрэглэгчийн нэр:

source: Profile:
mn: Профайл:

source: Image:
mn: Зураг:

source: Name:
mn: Нэр:

source: Choose an action:
mn: Үйлдлийг сонгоно уу:

source: View Profile
mn: Хувийн мэдээллийг vзэх харах

source: Disable Account
mn: Эрхийг идэвхгүй болгох

source: Reenable Account
mn: Эрхийг идэвхтэй болгох

source: Remove Profile Image
mn: Профайл зураг устгах

source: Students whose accounts have been disabled
mn: Эрх нь идэвхгүй болсон хэрэглэгчид

source: (reload your page to refresh)
mn: (сэргээхийн тулд хуудсыг ачаалах)

source: working
mn: ажиллаж байна

source: There has been an error on the {platform_name} servers
mn: {platform_name} системийн серверүүдэд алдаа байна.

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible. Please email us at {tech_support_email} to report any problems or downtime.
mn: Энэ модуль одоогоор ажиллахгүй байна. Бид даруйхан засах болно. {tech_support_email} хаягаар алдааны талаарх е-майл илгээнэ оо.

source: Error:
mn: Алдаа:

source: You do not have any notes.
mn: Танд ямар нэгэн тэмдэглэгээ байхгүй байна.

source: Course View
mn: Курс харах

source: View this course as:
mn: Энэ хичээлийг үзэхийн тулд:

source: Staff
mn: Багш, Ажилтан

source: Username or email:
mn: Хэрэглэгчийн нэр эсвэл и-мэйл:

source: Set preview mode
mn: Урьдчилан харах горимыг тохируулах

source: You are now viewing the course as {i_start}{user_name}{i_end}.
mn: Та одоо курс үзэж байна {i_start} {user_name} {i_end}.

source: At {start_time}, you started this exam.
mn: Эхлэх {start_time} үед та энэ шалгалтыг эхлүүлсэн.

source: By {end_time}, you must manually click the '{submit_button}' button below!
mn: {end_time} нь доорх '{submit_button}' товчийг дарах ёстой!

source: You have {minutes_left} minutes left to complete these questions.
mn: Та эдгээр асуултуудыг бөглөхын тулд {minutes_left} минутын үлдсэн байна.

source: You have exceeded the time limit for this problem.
mn: Та энэ асуултын цагийн хязгаарыг давсан.

source: You have used {num_used} of {num_total} attempt
mn: Та {num_total} оролдлогын {num_used} -ыг ашиглаж байна

source: Hint
mn: Сануулга

source: Save
mn: Хадгалах

source: Save your answer
mn: Хариултаа хадгал

source: Reset
mn: Дахин эхлүүлэх

source: Reset your answer
mn: Хариултаа шинэчилнэ

source: Deadline has passed, you can no longer submit.
mn: Цаг хугацаа өнгөрсөн, та цаашид өгөх боломжгүй

source: You are about to start a timed problem. The allotted time for this problem is {minutes_allowed} minutes.
mn: Та цаг хугацааны асуулт асуух гэж байна. Энэ асуултанд хуваарилагдсан цаг {minutes_allowed} минут байна

source: At {end_time}, you must manually click the '{submit_button}' button below.
mn: {end_time} үед доорх '{submit_button}' товчийг дарна уу

source: Start Timer
mn: Таймерыг эхлүүлэх

source: Next Hint
mn: Дараагийн зөвлөгөө

source: Review
mn: Үзэх

source: Log In
mn: Системд нэвтрэх

source: Return To %s
mn: %s лүү буцах

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
mn: Уучлаарай, таны хөтчийн энэ хувилбар дэмжигдээгүй. Өөр хөтөч эсвэл хөтчийнхөө шинэ хувилбар ашиглан дахин оролдоно уу.

source: The following errors occurred while processing your registration:
mn: Таны бүртгэлийг хийж байхад ямар нэгэн алдаа гарлаа:

source: Sign up with {provider_name}
mn: {provider_name} нэрээр бүртгүүлэх

source: Create your own {platform_name} account below
mn: {platform_name} системд нэвтрэх эрх үүсгэх

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
mn: Шаардлагтай талбаруудыг <strong class="indicator">(*)-р тэмдэглэсэн байгаа</strong>.

source: You've successfully signed in with {selected_provider}.
mn: {selected_provider} нэрээр та амжилттай нэвтэрлээ.

source: We just need a little more information before you start learning with {platform_name}.
mn: {platform_name} -с сурахаасаа өмнө бидэнд бага зэрэг нэмэлт мэдээлэл хэрэгтэй.

source: Please complete the following fields to register for an account.
mn: Нэвтрэх эрх үүсгэхийн тулд дараах талбаруудыг бөглөнө үү.

source: example: Jane Doe
mn: Жишээ нь: Мөнхцацрал

source: Your legal name, used for any certificates you earn.
mn: Таны хуулийн нэрийг олсон ямар ч гэрчилгээнд ашигладаг.

source: example: JaneDoe
mn: Жишээ нь: Мөнхцацрал

source: Will be shown in any discussions or forums you participate in
mn: Таны оролцсон хэлэлцүүлэг болон форумыг харуулах болно.

source: cannot be changed later
mn: Дараа нь сольж чадахгүй.

source: Welcome {username}
mn: {username} та тавтай м орилно уу

source: Enter a Public Display Name:
mn: Бусдад харагдах нэрээ оруулна уу:

source: Public Display Name
mn: Бусдад харагдах нэр

source: Additional Personal Information
mn: Хэрэглэгчийн нэмэлт мэдээлэл

source: example: New York
mn: Жишээ нь: Улаанбаатар

source: Highest Level of Education Completed
mn: Боловсролын дээд түвшинг дүүргэлээ

source: Year of Birth
mn: Төрсөн өдөр

source: Mailing Address
mn: Шуудангийн хаяг

source: Please share with us your reasons for registering with {platform_name}
mn: {platform_name} системд нэвтрэх шалтгаанаа бидэнтэй хуваалцана уу

source: Account Acknowledgements
mn: Эрхийн талаарх мэдээлэл

source: I agree to the {link_start}Terms of Service{link_end}
mn: {link_start} Үйлчилгээний нөхцлийг{link_end} зөвшөөрөх

source: I agree to the {link_start}Honor Code{link_end}
mn: {link_start} Хүндэтгэх шалтгааныг{link_end} зөвшөөрөх

source: Register
mn: Бүртгүүлэх

source: Create My Account
mn: Эрхийг үүсгэх

source: Registration Help
mn: Бүртгэлийн тусламж

source: Already registered?
mn: Өмнө нь бүртгүүлсэн үү?

source: Log in
mn: Системд нэвтрэх

source: Welcome to {platform_name}
mn: {platform_name} системд тавтай морилно уу

source: Next Steps
mn: Дараагийн алхам

source: As part of joining {platform_name}, you will receive an email message with instructions for activating your account. Don't see the email? Check your spam folder and mark {platform_name} emails as 'not spam'. At {platform_name}, we communicate mostly through email.
mn: {platform_name} -д нэгдэхийн тулд та өөрийн акаунтыг идэвхжүүлэх заавар бүхий имэйл зурвас хүлээн авах болно. Имэйлийг бүү хараарай Өөрийн спам фолдерыг шалгаад {platform_name} имэйлийг 'спам биш' гэж тэмдэглэ. {platform_name} дээр бид ихэвчлэн имэйлээр холбогддог.

source: Need help registering with {platform_name}?
mn: {platform_name} -тай бүртгүүлэхэд туслалцаа хэрэгтэй байна уу?

source: View our FAQs for answers to commonly asked questions.
mn: Нийтлэг асуултанд хариулсан асуулт хариултын буланг харах

source: You can find the answers to most of your questions in our list of FAQs. After you enroll in a course, you can also find answers in the course discussions.
mn: Та асуултуудынхаа ихэнх асуултад хариулж болно. Та курсэд элссэний дараа курсын хэлэлцүүлэг дээр хариулт олж болно.

source: Register for {platform_name}
mn: {platform_name} системд бүртгүүлэх

source: Create My {platform_name} Account
mn: {platform_name} системд нэвтрэх эрх үүсгэх

source: Welcome!
mn: Тавтай морилно уу!

source: Register below to create your {platform_name} account
mn: {platform_name} системд нэвтрэх эрх үүсгэн бүртгүүлэх

source: Re-subscribe Successful!
mn: Дахин бүртгүүлэлт амжилттай!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
mn: Та {platform_name} -аас форумын мэдэгдэл имэйлийг дахин идэвхжүүлсэн байна. Та {dashboard_link_start} өөрийн хяналтын самбар руу буцах {link_end}.

source: Previous
mn: Өмнөх

source: Next
mn: Дараагийнх

source: Sign Up for {platform_name}
mn: {platform_name}-д бүртгүүлэх

source: e.g. yourname@domain.com
mn: жишээ нь yourname@domain.com

source: e.g. yourname (shown on forums)
mn: жишээ нь таны нэр (форум дээр харагдана)

source: e.g. Your Name (for certificates)
mn: жишээ нь. Таны Нэр (гэрчилгээнд бичих)

source: <i>Welcome</i> {name}
mn: <i>Тавтай морил </i> {name}

source: Enter a public username:
mn: Хэрэглэгчийн нэрээ оуруул:

source: Full Name *
mn: Бүтэн Нэр *

source: Ed. Completed
mn: Эзэмшсэн Боловсрол

source: Goals in signing up for {platform_name}
mn: {platform_name} -д бүртгүүлж байгаа зорилго

source: Already have an account?
mn: Аккаунттай юу?

source: Login.
mn: Нэвтэрэх.

source: This content experiment uses group configuration '{group_configuration_name}'.
mn: Энэхүү контент нь группын тохиргоо ашигладаг '{group_configuration_name}'.

source: Active Groups
mn: Идэвхтэй группууд

source: Inactive Groups
mn: Идэвхгүй группууд

source: {course_number} Textbook
mn: {course_number} Сурах бичиг

source: Content
mn: Агуулга

source: Textbook Navigation
mn: Сурах бичгийн навигаци

source: Page
mn: Хуудас

source: Previous page
mn: Өмнөх хуудас

source: Next page
mn: Дараагийн хуудас

source: Source:
mn: Эх сурвалж:

source: Unsubscribe Successful!
mn: Бүртгэлээс Амжилттай Хасагдлаа!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
mn: Та {platform_name} дээрх форум мэдэгдэл имэйлийг хүлээн авахгүй болно. Та {dashboard_link_start} өөрийн хяналтын самбар руу буцах {link_end}. Хэрэв та үүнийг хийхийг хүсээгүй бол {undo_link_start} -г дахин захиалах боломжтой{link_end}.

source: Dashboard for:
mn: Эхлэл хуудас:

source: Usermenu
mn: Хэрэглэгчийн цэс

source: Profile
mn: Хувийн мэдээлэл

source: Account
mn: Хэрэглэгчийн эрх

source: Sign Out
mn: Гарах

source: Usermenu dropdown
mn: задардаг хэрэглэгчийн цэс

source: Using the system
mn: Системийг хэрэглэх

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
mn: Видеог дахин тоглуулж байх үед, доогуур гарах бичиг сабтайтлыг ашиглаж, өөр юм үзэхдээ дээш доошоо сумаа явуулна. Сабтайтлыг дарах нь бага хэмжээгээр урагш, хойш явуулж үзэх хурдан арга юм.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
mn: Зургийг резолюшн багатай дэлгэцтэй бол, зүүн талын навигацийн хэсгийг хажууд нь байгаа гурван зүүн сумыг дарж алга болгож болно.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
mn: Үсгийн фонтоо томруулах буюу жижгэрүүлэх хэрэгтэй бол, браузэр сеттингээ ашиглан, дээш доош болгож болно. Гүүглэ Хроум дээр, ctrl-plus, буюу ctrl-minus-ын зэрэг дарж хийнэ.

source: Loading video player
mn: Видео тоглуулагчийг ачаалж байна

source: Play video
mn: Видеог тоглуулах

source: No playable video sources found.
mn: Тоглуулах видео эх сурвалжууд олдсонгүй.

source: Downloads and transcripts
mn: Татаж авах, хуулбарлах

source: Video
mn: Видео

source: Download video file
mn: Видео файлыг татаж авах

source: Transcripts
mn: Хуулбар

source: Download {file}
mn: {file} татах

source: Download transcript
mn: Тайлал бичгийг татах

source: Handouts
mn: Гарын авлага

source: Download Handout
mn: Тараах материалыг татах

source: Print or share your certificate:
mn: Сертификатаа хэвлэх буюу хуваалцах:

source: Click the link to see my certificate.
mn: Миний гэрчилгээг харахын тулд холбоос дээр дарна уу.

source: Post on Facebook
mn: Фэйсбүүк дээр нийтлэх

source: Share on Twitter
mn: Twitter дээр хуваалцана уу

source: Tweet this Accomplishment. Pop up window.
mn: Энэ амжилтыг ав. Цонхон дээр поп хийх.

source: Add to LinkedIn Profile
mn: LinkedIn дээр нэмнэ үү

source: Add to Mozilla Backpack
mn: Mozilla үүргэвч дээрээ нэмнэ үү

source: Print Certificate
mn: Сертификат хэвлэх

source: {platform_name} Home
mn: {platform_name} Нүүр хуудас

source: Noted by
mn: Тэмдэглэсэн

source: Supported by the following organizations
mn: Дараахь байгууллагуудын дэмжлэгтэйгээр

source: Cannot Find Certificate
mn: Гэрчилгээ олж чадахгүй байна

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
mn: Бид энэ URL эсвэл ID дугаартай гэрчилгээ олж чадахгүй байна. Хэрэв та гэрчилгээг баталгаажуулахыг оролдож байгаа бол URL эсвэл ID дугаар зөв эсэхийг шалгаарай. Хэрвээ та URL эсвэл ID дугаар зөв байвал, холбоо барих хаяг хэрэгтэй.

source: Invalid Certificate Configuration.
mn: Гэрчилгээний тохиргоо буруу байна.

source: There is a problem with this certificate.
mn: Энэ гэрчилгээнд асуудал байна.

source: To resolve the problem, your partner manager should verify that the following information is correct.
mn: Асуудлыг шийдэхийн тулд таны түнш менежер дараах мэдээллийг зөв эсэхийг шалгана.

source: The institution&#39;s logo.
mn: Байгууллага&#39; лого.

source: The institution that is linked to the course.
mn: Сургалттай холбоотой байгууллага.

source: The course information in the Course Administration tool.
mn: Курсын удирдлагын хэрэгсэл дэх курсын мэдээлэл.

source: If all of the information is correct and the problem persists, contact technical support.
mn: Хэрэв бүх мэдээлэл зөв эсэх, асуудал тулгарвал техникийн туслалцаа авах.

source: {chapter} current chapter
mn: {chapter} одоогийн бүлэг

source: {span_start}current section{span_end}
mn: {span_start} одоогийн хэсэг {span_end}

source: due {date}
mn: {date}-нд сүүлчийн хугацаа

source: This content is graded
mn: Энэ агуулга нь ангилагдана

source: An error occurred. Please try again later.
mn: Алдаа гарлаа. Дараа дахин оролдоорой.

source: The currently logged-in user account does not have permission to enroll in this course. You may need to {start_logout_tag}log out{end_tag} then try the enroll button again. Please visit the {start_help_tag}help page{end_tag} for a possible solution.
mn: Одоогоор нэвтэрсэн хэрэглэгчийн бүртгэл энэ хичээлд бүртгүүлэх эрхгүй байна. Та магадгүй {start_logout_tag} гарах {end_tag} хэрэгтэй бол enroll товчийг дахин оролдоорой. Боломжит шийдлүүдийн хувьд {start_help_tag} тусламжийн хуудас {end_tag} руу зочилно уу.

source: You are enrolled in this course
mn: Та энэ сургалтад хамрагдана

source: View Course
mn: Хичээл Үзэх

source: This course is in your <a href="{cart_link}">cart</a>.
mn: Энэ хичээл таны <a href="{cart_link}">cart</a> хэсэгт байна.

source: Course is full
mn: Хичээлийн бүртгэл дүүрсэн

source: Enrollment in this course is by invitation only
mn: Энэ хичээлд зөвхөн урилгаар бүртгэнэ

source: Enrollment is Closed
mn: Бүртгэл Дууссан

source: Add {course_name} to Cart <span>({price} USD)</span>
mn: {course_name}нэмж баг <span>({price} USD)</span>

source: Enroll in {course_name}
mn: {course_name} -д бүртгүүлэх

source: Explore Course
mn: Курс Cудлах

source: View About Page in studio
mn: Студид Хуудасны тухай Үзэх

source: Course Number
mn: Хичээлийн дугаар

source: Classes Start
mn: Хичээл Эхлэх
