Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Effective date: {date}
mn: Хүчин төгөлдөр болох хугацаа: {date}

source: Terms of Service
mn: Үйлчилгээний нөхцөл

source: NOTICE: On {date}, Stanford amended its Terms of Service as follows:
mn: МЭДЭГДЭЛ: СТЭНФОРДЫН ИХ СУРГУУЛЬ НЬ {date} ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛӨӨ ДАРААХ БАЙДЛААР ӨӨРЧЛӨВ:

source: Welcome to the Stanford Online Learning and Research Community
mn: Стэнфордын Их Сургуулийн Цахим Сургалт, Судалгааны Нийгэмлэгт тавтай морилно уу.

source: Stanford University pursues the science of learning. Online learners are important participants in that pursuit. The information we gather from your engagement with our instructional offerings makes it possible for faculty, researchers, designers and engineers to continuously improve their work and, in that process, build learning science.
mn: Стэнфордын Их Сургууль нь суралцахуйн шинжлэх ухааны зарчмыг үйл ажиллагаандаа баримталдаг. Энэхүү зорилгоо биелүүлэхэд цахим хэлбэрээр суралцагчид нь чухал үүрэг гүйцэтгэдэг билээ. Сургалтын үйл ажиллагаатай холбоотой та бүхний оролцооноос олж авдаг мэдээлэл нь манай багш нар, судлаачид, дизайнерууд болон инженерүүд өөрсдийн ажлыг тасралтгүй сайжруулах, улмаар суралцахуйн шинжлэх ухааныг цогцлоох боломжийг бий болгодог.

source: By registering as an online learner, you are also participating in {research_link_start}research{link_end} intended to enhance Stanford's instructional offerings as well as the quality of learning and related sciences worldwide. In the interest of research, you may be exposed to some variations in the course materials. Stanford does not use learner data for any purpose beyond the University's stated missions of education and research. For purposes of research, we may share information we collect from online learning activities, including {pii_link_start}Personally Identifiable Information {link_end}, with researchers beyond Stanford. However, your Personally Identifiable Information will only be shared as permitted by applicable law, will be limited to what is necessary to perform the research, and will be subject to an agreement to protect the data. We may also share with the public or third parties aggregated information that does not personally identify you. Similarly, any research findings will be reported at the aggregate level and will not expose your personal identity.
mn: Цахим сургалтад бүртгүүлснээр та бүхэн Стэнфордын сургалтын хөтөлбөр, суралцахуйн болоод холбогдох бусад шинжлэх ухаануудын чанарыг сайжруулах зорилготой {research_link_start}судалгаанд{link_end} оролцох юм. Судалгааны хүрээнд танд өгөх сургалтын материал ямар нэгэн байдлаар өөрчлөгдсөн байж магадгүй. Стэнфордын Их Сургууль нь суралцагчийн мэдээллийг боловсрол болон судалгаанаас бусад аливаа зорилгоор ашиглахгүй. Суралцагчдын {pii_link_start}Хувь хүний мэдээлэл{link_end} гэх зэрэг цахим сургалтын үйл ажиллагаанаас цуглуулсан мэдээллийг бид судалгааны зорилгоор Стэнфордын Их Сургуулиас гадуур бусад судлаачтай хуваалцаж болно. Гэхдээ таны Хувь хүний мэдээллийг зөвхөн хуулиар зөвшөөрсөн хэмжээнд буюу судалгааг гүйцэтгэхэд шаардагдах хэмжээгээр хязгаарлаж бусадтай хуваалцах бөгөөд ингэхдээ бид мэдээллийн нууцлалыг хамгаалах гэрээ байгуулна. Түүнчлэн бид таныг таних боломжгүй мэдээлэл буюу хувийн бус мэдээллийг олон нийтэд, эсвэл гуравдагч талд ил болгож магадгүй. Ийм байдлаар судалгааны цуглуулсан аливаа мэдээллийг нэгдсэн түвшинд нийтлэх бөгөөд таны хувийн мэдээллийг бол задруулахгүй юм.

source: Please read our {link_start}Privacy Policy{link_end} for more information regarding the processing, transmission and use of data collected through the Stanford Online website and Stanford's Lagunita platform.
mn: Стэнфорд Онлайн веб сайт болон Стэнфордын Лагунита хөтөлбөрөөр дамжуулан цуглуулсан мэдээллийг боловсруулах, дамжуулах, ашиглахтай холбогдох нэмэлт мэдээллийг авахыг хүсвэл {link_start}Нууцлалын бодлого{link_end} хэсгийг уншина уу.

source: Terms of Service for Stanford Online Courses
mn: СТЭНФОРД ЦАХИМ СУРГАЛТЫН ҮЙЛЧИЛГЭЭНИЙ НӨХЦӨЛ

source: These Terms of Service govern the Stanford Online website and Stanford's OpenEdX platform, {site_name} ("Site") which is owned by Stanford University ("Stanford") and operated by Stanford or its service providers. You should not access or use this Site until you have carefully read and agreed to the following Terms of Service.
mn: Энэхүү Үйлчилгээний нөхцөл нь Стэнфорд Онлайн веб сайт, Стэнфордын OpenEdX платформ болон Стэнфордын Их Сургууль (цаашид “Стэнфорд” гэх)-ийн эзэмшдэг, Стэнфорд эсвэл түүний үйлчилгээ үзүүлэгчдийн ажиллуулдаг {site_name}(цаашид “Веб сайт” гэх) цахим хуудас зэргийг зохицуулна. Та бүхэн дараах Үйлчилгээний нөхцөлийг сайтар уншиж танилцан, улмаар хүлээн зөвшөөрсний дараа энэхүү Веб сайтад нэвтрэх, эсвэл үүнийг ашиглах хэрэгтэйг анхаарна уу.

source: Use of the Site
mn: Веб сайтын ашиглалт

source: In order to participate in Stanford Online courses or access any online resources offered by Stanford you must first carefully read and agree to these Terms of Service, Honor Code and Privacy Policy (collectively "Terms"). BY ACCESSING AND PARTICIPATING IN THE SITE, YOU HAVE INDICATED THAT YOU HAVE READ THESE TERMS AND AGREE TO BE BOUND BY AND COMPLY WITH THEM. If you do not agree to be bound by these Terms, please promptly exit the Site.
mn: Стэнфорд Цахим сургалтад оролцох, эсвэл Стэнфордын санал болгох аливаа цахим хэрэгсэлд нэвтрэхийн тулд та бүхэн эдгээр Үйлчилгээний нөхцөл, Шударга байдлын зарчим болон Нууцлалын бодлого (цаашид хамтад нь “Нөхцөлүүд” гэх) зэргийг сайтар уншиж, хүлээн зөвшөөрөх ёстой. ВЕБ САЙТАД НЭВТЭРЧ, ОРОЛЦСОНООР ТА ЭДГЭЭР НӨХЦӨЛИЙГ ХҮЛЭЭН ЗӨВШӨӨРЧ, МӨРДӨХ БОЛНО ГЭДГЭЭ ИЛЭРХИЙЛНЭ. Хэрэв та эдгээр нөхцөлийг хүлээн зөвшөөрөхгүй байгаа тохиолдолд Веб сайтаас нэн даруй гарна уу.

source: STANFORD RESERVES THE RIGHT TO MODIFY THESE TERMS AT ANY TIME AND WILL PUBLISH NOTICE OF ANY MODIFICATIONS ON-LINE AT THIS SITE. BY CONTINUING TO ACCESS A SITE AFTER NOTICE OF SUCH MODIFICATIONS HAS BEEN PUBLISHED, YOU SIGNIFY YOUR AGREEMENT TO BE BOUND BY THEM.
mn: СТЭНФОРД ЭДГЭЭР НӨХЦӨЛИЙГ АЛЬ Ч ҮЕД ӨӨРЧЛӨХ ЭРХТЭЙ БӨГӨӨД ӨӨРЧЛӨЛТ ОРУУЛСАН ТУХАЙ МЭДЭГДЭЛИЙГ ВЕБ САЙТ ДЭЭР БАЙРЛУУЛАХ БОЛНО. ИЙМ ӨӨРЧЛӨЛТ ОРУУЛСАН ТУХАЙ МЭДЭГДЭЛ ТАВИГДСАНЫ ДАРАА ВЕБ САЙТ РУУ ОРСНООР ТА ӨӨРЧЛӨГДСӨН НӨХЦӨЛҮҮДИЙГ ХҮЛЭЭН ЗӨВШӨӨРЧ БАЙНА ГЭЖ ТООЦНО.

source: User Age and Eligibility
mn: Хэрэглэгчийн нас ба тавих болзол

source: Participation in the Site and Stanford Online Courses is restricted to those individuals who have registered, who are 18 years of age and over, emancipated minors, or those who possess parental or legal guardian consent, and who are fully able and competent to enter into these terms, conditions, obligations, affirmations, representations and warranties herein. By accessing the Site you affirm that you are at least 13 years old and meet the eligibility requirements. This Site is not intended for children under 13. If you are under 13 years of age, do not use the Site. If you have questions about your eligibility, please contact us at {contact_email}.
mn: Веб сайт руу нэвтрэх, Стэнфордын цахим сургалтад оролцохын тулд бүртгүүлсэн байх ёстойгоос гадна энд заасан нөхцөл, болзол, үүрэг, нотолгоо, төлөөлөл болон нотолгоо зэргийг хүлээн зөвшөөрөх бүрэн эрхтэй бөгөөд чадвартай буюу 18 нас хүрсэн, насанд хүрээгүй ч бие даасан, эсхүл эцэг эхийн болон хууль ёсны асран хамгаалагчийн зөвшөөрөлтэй байна. Веб сайт руу нэвтэрч орсноор та дор хаяж 13 нас хүрсэн, тавих болзол нөхцөлүүдийг хангасан гэдгээ батална. Энэхүү веб сайт 13 нас хүрээгүй хүүхдүүдэд зориулагдаагүй болно. Хэрэв та 13 нас хүрээгүй бол Веб сайтыг ашиглаж болохгүй. Та болзол нөхцөлүүдийг хангаж байгаа эсэх талаар асуулт байвал {contact_email} хаягаар холбогдоно уу.

source: Certain courses may also have additional eligibility requirements as specified in the specific course description. If you are not eligible for registration and participation or do not agree to the Terms, you may not use the Site.
mn: Зарим сургалтад нэмэлт болзол нөхцөлүүд тавигдаж болох ба энэ талаар тухайн сургалтын тодорхойлолтод дурдсан байна. Та бүртгүүлэх, сургалтад оролцох болзол нөхцөлүүдийг хангахгүй, эсхүл Нөхцөлүүдийг хүлээн зөвшөөрөхгүй байгаа бол Веб сайтыг ашиглаж болохгүй.

source: Access to the Site
mn: Веб сайтад нэвтрэх

source: While portions of the Site may be available to the general public, portions of the Site are restricted to registered users who meet eligibility criteria. You agree that you will not access any registration-only portions of the Site if you do not meet the eligibility requirements. Stanford is not responsible for any delay, inability or failure to access the Site due to any cause, including but not limited to acts of God, natural disasters, government orders, labor unrest, malfunction of user hardware or software, interruption in internet service, loss or corruption of data, and unanticipated suspension or cessation of service from any underlying service provider.
mn: Веб сайтын зарим хэсэг олон нийтэд нээлттэй байх хэдий ч зөвхөн болзол хангасан бүртгэлтэй хэрэглэгчдийн ашиглаж болох хэсгүүд бас байна. Хэрэв та тавигдсан болзлуудыг хангахгүй байгаа бол бүртгэлтэй хэрэглэгчдэд зориулсан хэсэгт нэвтрэхгүй гэдгээ хүлээн зөвшөөрнө. Давагдашгүй хүчин зүйл, байгалийн гамшиг, засгийн газрын тушаал, ажил хаялт, хэрэглэгчийн компьютер эсвэл программ хангамжийн доголдол, интернэт сүлжээний доголдол, мэдээллийн алдагдал болон үйлчилгээ үзүүлэгчийн зүгээс үйлчилгээг таслах эсхүл зогсоох зэрэг аливаа асуудлын улмаас Веб сайтад нэвтрэх боломжгүй болох, саатах эсхүл доголдох зэрэгт Стэнфорд хариуцлага хүлээхгүй болно.

source: User Accounts
mn: Хэрэглэгчийн данс

source: Site Registration
mn: Веб сайтын бүртгэл

source: In order to fully participate in all Site activities, you must register and create a User Account. You are required to provide a valid email address ("Email Address") and create a user password ("User Password") and a unique username, which will be publicly visible on the forum and other locations on the Site. In setting up your User Account, you may also be prompted or required to enter additional information, including but not limited to your name, location or other information required to confirm your identity.
mn: Вебсайтын бүхий л үйл ажиллагаанд бүрэн дүүрэн оролцохын тулд бүртгүүлээд, Хэрэглэгчийн данс нээх хэрэгтэй. Та хүчинтэй цахим шуудангийн хаягаа (“Цахим шуудангийн хаяг”) оруулаад, нууц үг (“Хэрэглэгчийн нууц үг”) болон форум ба Веб сайт дахь бусад байршилд олон нийтэд харагдах өвөрмөц нэр зэргийг зохиох шаардлагатай болно. Хэрэглэгчийн данс нээх үед таны нэр, байршил болон таны хэн болохыг таних бусад мэдээлэл зэргийг нэмэлтээр хүсэх буюу шаардаж болох ба зөвхөн эдгээр мэдээллээр хязгаарлагдахгүй.

source: Course Registration
mn: Сургалтын бүртгэл

source: In order to participate in an online course you may be required to register in the course by selecting the course from the list of offered courses. You may be required to provide additional information at the time of registration including, without limitation, evidence of eligibility or of successful completion of prerequisite courses. You may be required to pay a fee to register in some courses.
mn: Цахим сургалтад хамрагдахын тулд та санал болгож буй сургалтуудын жагсаалтаас сонирхож буй сургалтаа сонгож, бүртгүүлэх шаардлагатай болно. Сургалтад бүртгүүлэх үед танаас сургалтад хамрагдах болзол нөхцөлүүдийг хангасан тухай эсхүл сургалтад хамрагдахын тулд суусан байх шаардлагатай урьдчилсан сургалтад хамрагдсаныг нотлох баримт зэрэг нэмэлт мэдээллийг шаардаж болох ба зөвхөн эдгээр мэдээллээр хязгаарлагдахгүй. Зарим сургалтад бүртгүүлэхийн тулд та тодорхой хэмжээний хураамж төлөх шаардлага гарч болно.

source: You understand and agree that all information provided by you is accurate, current and complete and that you will maintain and update your information to keep it accurate, current and complete. You acknowledge that if any information provided by you is untrue, inaccurate, not current or incomplete, we reserve the right to refuse access to the selected course or to terminate your use of the Site. You agree that you will never divulge or share access or access information to your User Account with any third party for any reason.
mn: Таны бидэнд өгсөн мэдээлэл үнэн зөв, одоогийн байдлыг харуулсан, бүрэн дүүрэн байх ёстой ба энэхүү мэдээллийг үнэн зөв, одоогийн байдлыг харуулсан, бүрэн дүүрэн байлгахын тулд та мэдээллийг шинэчилж байхаа хүлээн зөвшөөрсөн байна. Хэрэв ямарваа мэдээлэл үнэн зөв бус, одоогийн байдлыг харуулаагүй эсхүл бүрэн дүүрэн бус бол бид таныг сургалтад оруулахаас татгалзах эсхүл таны Веб сайт ашиглах эрхийг хааж болно. Та өөрийнхөө Хэрэглэгчийн данс руу орох эрх, нэвтрэх мэдээллийг гуравдагч талд ямар нэгэн шалтгаанаар хэзээ ч задруулахгүй, мэдээллийг хуваалцахгүй байхыг хүлээн зөвшөөрнө.

source: Fees and Refunds
mn: Сургалтын төлбөр ба төлбөрийн буцаалт

source: Courses may be made available for free or for a fee at the sole discretion of Stanford. Course fees, if applicable, are due and payable at the time of registration for the course or at the time of requesting a service or materials for which a fee is required. Stanford expressly reserves the right to refuse to permit access to any fee-based course if the fee is not paid, is cancelled or not processed for any reason. For a period of fourteen (14) calendar days from the course start date ("Refund Period"), you may withdraw or unenroll from the course by clicking on the unregister link and request a refund of the registration fee by emailing {contact_email}. Please include your full name and username in your request. Refunds will be credited to the credit card used when you registered and may take up to two billing cycles to process. Stanford has no obligation to issue a refund after the Refund Period, but if you believe a refund is warranted, please email us at {contact_email}.
mn: Стэнфорд өөрийн үэзмжээр сургалтыг үнэгүй эсхүл төлбөртэй болгож болно. Хэрэв сургалтад оролцоход хураамж төлөх шаардлагатай бол төлбөрийг заавал төлсөн байх ёстой ба сургалтад бүртгүүлэх үед эсхүл тухайн үйлчилгээг авах эсхүл төлбөртэй материал худалдаж авах үед төлбөр тооцоо хийгдэнэ. Төлбөр төлөгдөөгүй, төлбөр цуцлагдсан эсхүл ямар нэгэн шалтгааны улмаас хийгдсэн төлбөрийг хүлээж аваагүй тохиолдолд танд төлбөртэй сургалтад оролцох эрхийг олгохгүй байж болно. Сургалт эхэлснээс хойш хуанлийн арван дөрвөн (14) хоногийн дотор (“Төлбөрийг буцаан олгох хугацаа”) та сургалтыг орхих эсхүл бүртгэлээ цуцлах эрхтэй бөгөөд үүний тулд бүртгэлийг цуцлах холбоос дээр дарж, {contact_email} хаягаар цахим шуудан бичиж, бүртгэлийн хураамж буцаан олгуулах тухай хүсэлт гаргаж болно. Хүсэлт гаргасан захиандаа өөрийн нэр болон хэрэглэгчийн нэр зэргийг оруулна уу. Төлбөрийн буцаалтыг таны бүртгүүлэх үедээ ашигласан кредит карт руу хийх ба буцаалтыг гүйцэтгэхэд хоёр хүртэлх удаагийн төлбөрийн мөчлөг шаардагдаж болно. Стэнфорд нь Төлбөрийг буцаан олгох хугацаа өнгөрснөөс хойш төлбөрийн буцаалт хийх албагүй хэдий ч хэрэв та төлбөрийн буцаалт авах ёстой гэдэгт итгэлтэй байгаа бол {contact_email} хаягаар цахим шуудан бичиж хүсэлт гаргана уу.

source: Course Modification or Cancellation
mn: Сургалтад өөрчлөлт оруулах, сургалтыг цуцлах

source: The Site, including the course materials, may contain errors and omissions. We reserve the right to correct errors or omissions without prior notice. We also reserve the right to cancel, discontinue, reschedule, delay, change instructors or modify any course or service. You acknowledge that the course content of the online course does not reflect the complete curriculum of a course that may be offered to students enrolled at Stanford.
mn: Манай Веб сайт дээр байрлууласан мэдээлэл болон сургалтын материал алдаа дутагдалтай байж болно. Бид урьдчилан мэдэгдэлгүйгээр алдаа дутагдлыг засах, өөрчлөлт оруулах эрхтэй. Түүнчлэн, бид аливаа сургалт эсхүл үйлчилгээгээ цуцлах, зогсоох, товлосон хугацааг нь өөрчлөх, хойшлуулах, сургагч багшийг солих эсхүл агуулгын өөрчлөлт оруулах эрхтэй. Цахим сургалтын хичээлийн агуулга нь Стэнфордод элсэн суралцаж буй оюутнуудад олгож буй сургалтын хөтөлбөрийг бүхэлд нь төлөөлөхгүй гэдгийг та мэдэх нь зүйтэй.

source: License to use Site Materials
mn: Веб сайт дахь материалыг ашиглах зөвшөөрөл

source: Unless otherwise indicated, the Site and all its content, such as text, images, and the HTML used to generate the pages ("Material") are the property of Stanford or that of our suppliers or licensors and are protected by patent, trademark and/or copyright under US or foreign laws. In consideration for your agreement to the terms and conditions contained here, Stanford grants you a personal, non-exclusive, non-transferable license to access and use the Site and the Material. Registered users may download Material from the Site only for such user's own personal, non-commercial use. No user may otherwise copy, reproduce, duplicate, retransmit, distribute, publish, scrape, download in bulk, sell, resell, commercially exploit or otherwise transfer any Material or modify or create derivative works of the Material. The burden of determining that use of any information, software, material or any other content on the Site is permissible rests with User. Some content on the Site is provided by third parties, and the use of that content is subject to rules and restrictions as indicated on the Site. You agree to be bound by all such rules and restrictions.
mn: Өөрөөр заагаагүй бол, энэхүү Веб сайт болон веб сайтын агуулга болох бичвэр, дүрс болон хуудсуудыг бий болгох HTML зэрэг нь (“Материал”) нь Стэнфордын эсхүл манай ханган нийлүүлэгчид эсхүл лиценз олгогч байгууллагуудын өмч учраас АНУ эсхүл гадаад улс орны хууль тогтоомжийн дагуу патент, худалдааны тэмдэг болон/эсхүл зохиогчийн эрх зэргээр хамгаалагдана. Та эдгээр нөхцөл, болзлыг хүлээн зөвшөөрсөн тохиолдолд Стэнфорд танд хувийн, онцгой бус, шилжүүлэх боломжгүй лицензийг олгох ба ингэснээр та Веб сайт руу нэвтрэх, Веб сайт болон Материалыг ашиглах боломжтой болно. Бүртгэлтэй хэрэглэгчид Веб сайтаас Материал татаж авах эрхтэй ба зөвхөн өөрийн хувийн, арилжааны бус зорилгоор ашиглана. Хэн нэгэн аливаа Материалыг хувилах, хуулбарлан бүтээх, хуулбарлан буулгах, дахин дамжуулах, тараах, нийтлүүлэх, арилгах, бөөнөөр нь татаж авах, цааш нь борлуулах, арилжаа наймааны зорилгоор ашиглах эсхүл аливаа өөр байдлаар дамжуулах, эсхүл агуулгын өөрчлөлт оруулах эсхүл Материалыг ашиглан дууриасан бүтээл гаргах зэргийг хориглоно. Веб сайтад байрлуулсан аливаа мэдээлэл, програм хангамж, материал эсхүл аливаа өөр агуулгыг зөвшөөрөгдөх хэм хэмжээнд ашиглаж байгаа эсэхээ Хэрэглэгч өөрөө тодорхойлж тогтооно. Веб сайтын зарим агуулгыг гуравдагч талууд бүрдүүлдэг бөгөөд тухайн агуулгыг хэрхэн ашиглах талаар заасан дүрэм болон хязгаарлалт зэргийг Веб сайтад байршуулсан байна. Та эдгээр дүрэм болон хязгаарлалтыг дагаж мөрдөхөө зөвшөөрсөн байна.

source: Modifications to Site
mn: Веб сайтад өөрчлөлт оруулах

source: Stanford reserves the right, for any reason or no reason, in our sole discretion and without notice, to terminate, change, suspend or discontinue any aspect of the Site, including without limitation, information, data, text, music, sound, photographs, graphics, video, messages, courses, Materials, features and/or hours of availability, and we will not be liable to you or to any third party for doing so. We may also impose rules and limits on the use of the Site or restrict your access to part, or the entire, Site without notice or penalty.
mn: Стэнфорд нь ямар нэгэн шалтгааны улмаас эсхүл тодорхой шалтгаангүйгээр, өөрийн үзэмжээр, урьдчилан мэдэгдэлгүйгээр мэдээлэл, өгөгдөл, бичвэр, хөгжим, дуу аавиа, зураг, график, видео бичлэг, мессеж, сургалт, Материалууд, онцлог шинж чанар болон/эсхүл нэвтрэх цаг зэрэг Веб сайтын аливаа аспектыг цуцлах, өөрчлөх, татаж авах эсхүл зогсоох эрхтэй байх бөгөөд ингэхдээ таны өмнө эсхүл аливаа гуравдагч талын өмнө ямар нэгэн хариуцлага хүлээхгүй. Мөн Веб сайтын аль нэг хэсгийг эсхүл бүхэлд нь ашиглах дүрэм болон хязгаарыг тогтоож болох ба ингэхдээ ямар нэгэн мэдэгдэл гаргах, торгууль төлөх зэрэг хариуцлага хүлээхгүй.

source: Rules for Online Conduct
mn: Цахим орчинд биеэ авч явах дүрэм

source: You agree to use the Sites in accordance with all applicable laws. You are responsible for your own communications, including the upload, transmission and posting of information, and are responsible for the consequences of their posting on or through the Site. You further agree that you will not email or post malicious or harmful content anywhere on the Site, or on any other Stanford computing resources including without limitation the following:
mn: Та Веб сайтыг холбогдох бүх хууль тогтоомжийн дагуу ашиглах болно гэдгийг хүлээн зөвшөөрнө. Та өөрийн харилцаа холбоо, буюу мэдээллийг оруулах, дамжуулах, нийтлүүлэх зэрэг ажлыг хариуцах ба Веб сайт дээр эсхүл Веб сайтаар дамжуулан нийтэлсэн мэдээллийн улмаас гарч болох үр дагаврыг хариуцна. Түүнчлэн, та аливаа хязгаарлалтгүй ямар нэгэн хор хөнөөлтэй, ёжтой агуулга бүхий дараах мэдээллийг Веб сайт эсхүл Стэнфордын аливаа компьютерийн хэрэгсэл дээр байршуулахгүй байх эсхүл ийм утгатай цахим шуудан явуулахгүй гэдгээ хүлээн зөвшөөрнө:

source: Content that defames or threatens others
mn: Бусдыг гутаан доромжилсон эсхүл заналхийлсэн агуулга

source: Harassing statements or content that violates federal or state law
mn: Улсын хууль журмыг зөрчсөн, доромжилсон мэдэгдэл эсхүл агуулга

source: Content that discusses illegal activities with the intent to commit them
mn: Хэрэгжүүлэхээр зорьсон хууль бус үйл ажиллагааны талаар хэлэлцсэн агуулга

source: Content that is not your own, or infringes another's intellectual property, including, but not limited to, copyrights, trademarks or trade secrets
mn: Зохиогчийн эрх, худалдааны тэмдэг эсхүл худалдааны нууц зэрэг өөрийн бус эсхүл хэн нэгний оюуны өмчид халдах замаар олж авсан мэдээлэл бүхий агуулга

source: Content related to partisan political activities
mn: Аливаа намын улс төрийн үйл ажиллагаанд хамааралтай агуулга

source: Material that contains obscene (i.e. pornographic) language or images
mn: Ёс журамгүй хэл яриа, дүрс бичлэг (тухайлбал, садар самуун) бүхий материал

source: Advertising or any form of commercial solicitation or promotion, including links to other sites
mn: Худалдаа арилжааны зар суртачилгаа эсхүл урамшууллыг ямар нэгэн хэлбэрээр сурталчлах, ийм төрлийн веб сайт руу холбоос өгөх

source: Content that is otherwise unlawful
mn: Хууль бус агуулгатай мэдээлэл

source: Intentionally incomplete, misleading or inaccurate content
mn: Зориудаар бүрэн бус, гуйвуулсан, худал хуурмаг агуулсан мэдээлэл

source: Violations of Honor Code
mn: Шударга байдлын зарчмыг зөрчсөн агуулга

source: Copyrighted material, including without limitation software, graphics, text, photographs, sound, video and musical recordings, may not be placed on the Site without the express permission of the owner of the copyright in the material, or other legal entitlement to use the material.
mn: Зохиогчийн эрх бүхий аливаа хязгаарлалтгүй программ хангамж, график, бичвэр, гэрэл зураг, дуу авиа, видео болон хөгжмийн бичлэг зэрэг материалыг тухайн материалын зохиогчийн эрх эзэмшигч эсхүл уг материалыг ашиглах хууль зүйн эрх бүхий этгээдээс зөвшөөрөл авалгүйгээр Веб сайт дээр байршуулахыг хориглоно.

source: Security Rules
mn: Аюулгүй байдлын дүрэм
