Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
mn: Та өөрийн сургалтын болон мэргэжлийн зорилгоо бидэнд хэлнэ үү. Энэ зорилгоо биелүүлэхэд тань батламж хэрхэн туслах вэ?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
mn: Та энэхүү сургалтын төлөвлөгөөний талаараа бидэнд хэлнэ үү. Та сургалтаа дуусгаж, батламж авахын тулд ямар алхмууд хийх вэ?

source: Use between 250 and 500 words or so in your response.
mn: Хариулахдаа 250-500 үгэнд багтаана уу

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
mn: Та батламж авмаар байгаа сургалтаа сонгоно уу. Хэрвээ сургалт жагсаалтанд байхгүй бол та сургалтын аудит тракд бүртгүүлсэн эсэхээ шалгаарай

source: Specify your annual household income in US Dollars.
mn: Өрхийн орлогоо ам доллараар илэрхийлнэ үү

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
mn: EdX-д зориулж энэ програмд (except for financial information) маркетингийн зорилгоор ашиглахыг зөвшөөрдөг.

source: Title can't be empty
mn: гарчиг хоосон байж болохгүй

source: Body can't be empty
mn: бие нь хоосон байж болохгүй

source: Topic doesn't exist
mn: сэдэв байхгүй байна

source: Comment level too deep
mn: сэтгэгдэл хэтэрхий гүнзгий

source: Error uploading file. Please contact the site administrator. Thank you.
mn: Файл байршуулж алдаа гарлаа. Сайтын админтай холбогдоно уу. Баярлалаа.

source: Good
mn: сайн байна

source: EdxNotes Service is unavailable. Please try again in a few minutes.
mn: EdxNotes үйлчилгээ боломжгүй байна. Хэдэн минутын дараа дахин оролдоно уу.

source: Invalid JSON response received from notes api.
mn: Тэмдэглэл api-аас хүлээн авсан JSON хариу буруу байна.

source: Incorrect data received from notes api.
mn: Тэмдэглэл api-ээс авсан буруу мэдээлэл.

source: No endpoint was provided for EdxNotes.
mn: EdxNotes-д зориулсан төгсгөлийн цэг байхгүй байна.

source: Notes
mn: Тэмдэглэл

source: API key for accessing Sailthru.
mn: Sailthru-д хандах API түлхүүр.

source: API secret for accessing Sailthru.
mn: API нь Sailthru-д хандах нууц.

source: Sailthru list name to add new users to.
mn: Sailthru жагсаалтын нэрийг шинэ хэрэглэгч нэмэхийн тулд.

source: Sailthru connection retry interval (secs).
mn: Sailthru холболтыг дахин орлуулах интервал (сек).

source: Sailthru maximum retries.
mn: Sailthru хамгийн их сэргээлт.

source: Sailthru template to use on activation send.
mn: Идэвхжүүлэх илгээмж дээр ашиглах Sailthru загвар.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
mn: Хөдөлгөөнгүй тэрэг сануулагчийг ашиглах загвар. Хуучирсан.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
mn: Тасалбарыг илгээхээсээ өмнө хүлээх мөрийг түр хүлээнэ үү. Хуучирсан.

source: Sailthru send template to use on enrolling for audit.
mn: Хайлтын материалыг аудитад бүртгүүлэхэд ашиглах загварыг илгээх.

source: Sailthru send template to use on upgrading a course. Deprecated
mn: Sailthru курсийг шинэчлэхэд ашиглах загварыг илгээх. Хуучирсан

source: Sailthru send template to use on purchasing a course seat. Deprecated
mn: Sailthru курсын суудлыг худалдан авахад ашиглах загварыг илгээх. Хуучирсан

source: Use the Sailthru content API to fetch course tags.
mn: Хайлтын шошгыг авахын тулд Sailthru контентийн API-г ашиглаарай.

source: Number of seconds to cache course content retrieved from Sailthru.
mn: Хийх курсын агуулгын агуулгыг Sailthru-аас авсан секундын тоо.

source: Cost in cents to report to Sailthru for enrolls.
mn: Центийг бүртгүүлэхдээ Sailthru-д бүртгүүлэх.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
mn: Агуулгын санд зориулсан URL-ыг бий болгоход хэрэглэгддэг lms url схем, жишээ нь. https://courses.edx.org.

source: Whether to display this module in the table of contents
mn: Энэ модулийг агуулгын хүснэгтэд харуулах эсэх

source: What format this module is in (used for deciding which grader to apply, and what to show in the TOC)
mn: Энэ модулийн ямар хэлбэр (ямар элементийг хэрэглэхийг шийдэхэд, Агуулгын Хүснэгтэд юуг илэрхийлэх вэ)

source: Course Chrome
mn: Chrome-ийн курс

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
mn: XBlock-г ашиглахын тулд хром, эсвэл навигацын хэрэгслийг оруулаарай. Бодит үнэ цэнэ нь: "хромгүй" - tabs, баян хуур ашиглахгүй байх; "tabs" - зөвхөн табуудыг ашиглах; "баян хуур" - зөвхөн баян хуурыг ашиглах; эсвэл "tabs, accordion" - tabs ба баян хуур ашиглах.

source: Default Tab
mn: Үндсэн Tab

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
mn: XBlock дээр сонгогдсон табыг оруулна уу. Хэрэв тохируулаагүй бол Course Course сонгогдсон байна.

source: LaTeX Source File Name
mn: LaTeX Эх сурвалж Файлын нэр

source: Enter the source file name for LaTeX.
mn: LaTeX-д эх файлын нэрийг оруулна уу.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
mn: Энэ блокыг аль бүлгүүд харуулахыг харуулсан толь бичиг. Түлхүүрүүд нь бүлгийн тохиргоонууд нь бүлэг ба утга нь бүлгийн ID-ийн жагсаалт юм. Хэрэв бүлгийн тохиргоонд түлхүүр байхгүй эсвэл бүлэг бүлгийн ID хоосон бол блок нь бүгдэд харагдах болно. Блокийг visible_to_staff_only бол энэ талбарыг хэрэгсэхгүй гэдгийг анхаарна уу.

source: My Notes
mn: Миний тэмдэглэл

source: Order Payment Confirmation
mn: Төлбөрийн Төлбөрийн Баталгаа

source: Confirmation and Registration Codes for the following courses: {course_name_list}
mn: Дараахь курсуудад зориулсан баталгаажуулах болон бүртгүүлэх кодууд: {course_name_list}

source: pdf download unavailable right now, please contact support.
mn: pdf татаж авах боломжгүй байна, дэмжлэгтэй холбоо барина уу.

source: Trying to add a different currency into the cart
mn: Сагсанд өөр өөр валют нэмэхийг оролдож байна

source: Internal reference code for this invoice.
mn: Энэ нэхэмжлэхийн дотоод лавлагаа код.

source: Customer's reference code for this invoice.
mn: Энэ нэхэмжлэлийн лавлагааны хэрэглэгчийн лавлах код.

source: Optional: provide additional information for this transaction
mn: Сонголт: Энэ гүйлгээнд нэмэлт мэдээлэл өгөх

source: The number of items sold.
mn: Худалдах зүйлийн тоо.

source: Registration for Course: {course_name}
mn: Курст бүртгүүлэх: {course_name}

source: Please visit your {link_start}dashboard{link_end} to see your new course.
mn: Та зочилно уу {link_start} Хянах самбар {link_end} шинэ хичээлээ үзэх.

source: Enrollment codes for Course: {course_name}
mn: Курсын элсэлтийн код: {course_name}

source: Donation for {course}
mn: Хандив {course}

source: Donation for {platform_name}
mn: Хандив {platform_name}

source: Invoice
mn: Нэхэмжлэл

source: Order
mn: Захиалга

source: Date: {date}
mn: Огно: {date}

source: Description
mn: Тодорхойлолт

source: Quantity
mn: Тоо хэмжээ

source: Amount
mn: Дүн

source: Total
mn: Нийт

source: Payment Received
mn: Төлбөр хүлээн авсан

source: Balance
mn: Тэнцвэр

source: Billing Address
mn: Нэхэмжлэх хаяг

source: TERMS AND CONDITIONS
mn: ХЭЛЭЛЦҮҮЛЭГ

source: Successful transaction.
mn: Амжилттай гүйлгээ.

source: Unknown reason
mn: Үл мэдэгдэх шалтгаан

source: The request ID is invalid.
mn: Хүсэлт ID буруу байна.

source: UNKNOWN REASON
mn: үл мэдэгдэх шалтгаан

source: General system failure.
mn: Ерөнхий системийн алдаа.

source: Stolen or lost card.
mn: Хулгайлсан буюу алдсан карт.

source: CVN did not match.
mn: CVN таарахгүй байна

source: Order Number
mn: Захиалгын дугаар

source: Customer Name
mn: Хэрэглэгчийн нэр

source: Date of Original Transaction
mn: Жинхэнэ гүйлгээний огноо

source: Date of Refund
mn: Буцаах өдөр

source: Amount of Refund
mn: Буцаан олголтын хэмжээ

source: Service Fees (if any)
mn: Үйлчилгээний хөлс (if any)

source: Purchase Time
mn: Худалдан авах цаг

source: Order ID
mn: Захиалгын ID

source: Status
mn: Статус

source: Unit Cost
mn: нэгж зардал

source: Total Cost
mn: Нийт зардал

source: Currency
mn: Мөнгөн тэмдэгт

source: Comments
mn: Тайлбарууд

source: University
mn: Их сургууль

source: Course Announce Date
mn: Огноо зарлах курс

source: Course Start Date
mn: Хичээл эхлэх өдөр

source: Course Registration Close Date
mn: Курсийн бүртгэлийн хугацаа дууссан

source: Course Registration Period
mn: Курсын бүртгэлийн хугацаа

source: Total Enrolled
mn: Бүртгэгдсэн

source: Audit Enrollment
mn: Аудитын элсэлт

source: Honor Code Enrollment
mn: Хүндэтгэлийн кодын элсэлт

source: Verified Enrollment
mn: Бүртгэгдсэн хамрагдалт

source: Gross Revenue
mn: Нийт орлого

source: Gross Revenue over the Minimum
mn: Нийт орлого нь хамгийн бага хугацаанд

source: Number of Verified Students Contributing More than the Minimum
mn: Баталгаажсан сурагчдын тоо хамгийн багаас их байна

source: Number of Refunds
mn: Буцаан авсан тоо

source: Dollars Refunded
mn: Доллар буцааж өгнө

source: Number of Transactions
mn: Гүйлгээний тоо

source: Total Payments Collected
mn: Нийт төлбөрүүд

source: Number of Successful Refunds
mn: Амжилттай буцаан төлбөрийн тоо

source: Total Amount of Refunds
mn: Нийт төлбөрийн дүн

source: You must be logged-in to add to a shopping cart
mn: Та сагсанд нэмэхийн тулд нэвтэрч орсон байх ёстой

source: The course you requested does not exist.
mn: Таны хүссэн курс байхгүй байна.

source: Course added to cart.
mn: Куртанд курс нэмэгдсэн.

source: Only one coupon redemption is allowed against an order
mn: Захиалгын эсрэг нэг купоныг эргүүлэн авахыг зөвшөөрдөг

source: success
mn: амжилт

source: You do not have permission to view this page.
mn: Танд энэ хуудсыг харах зөвшөөрөл байхгүй байна.

source: No email address provided.
mn: Имэйл хаяг алга байна.

source: Certificates
mn: Гэрчилгээ

source: View and regenerate certificates.
mn: Гэрчилгээг харах ба дахин сэргээх.

source: Manual Refund
mn: Гарын авлагаас буцаан олгох

source: Enrollment
mn: Бүртгэл

source: View and update learner enrollments.
mn: Сурагчдын элсэлтийг харах, шинэчлэх.

source: Email Address
mn: Емэйл Хаяг

source: Course ID
mn: Хичээлийн АйДи

source: User not found
mn: Хэрэглэгч олдсонгүй

source: The course for which this deadline applies
mn: Энэ хугацааг мөрдөх курс

source: Intro
mn: Танилцуулга

source: Make payment
mn: Төлбөр төлөх

source: Payment confirmation
mn: Төлбөрийн баталгаа

source: Take photo
mn: Зураг авах

source: Take a photo of your ID
mn: Өөрийн бичиг баримтын зургийг авах

source: Review your info
mn: Өөрийн мэдээллээ ахин харах

source: Enrollment confirmation
mn: Бүртгэлийн баталгаажуулалт

source: Selected price is not valid number.
mn: Сонгосон үнэ нь хүчинтэй тоо биш.

source: Invalid course key
mn: Буруу курсын түлхүүр

source: No profile found for user
mn: Хэрэглэгчдэд зориулсан профайл олдсонгүй

source: Name must be at least {min_length} characters long.
mn: Нэр нь хамгийн багадаа {min_length} тэмдэгт байх ёстой.

source: Image data is not valid.
mn: Зургийн дата хүчин төгөлдөр бус байна.

source: Verification photos received
mn: Баталгаажуулалтын зураг хүлээн авсан

source: Facebook
mn: Фэйсбүүк

source: Twitter
mn: Твиттер

source: Meetup
mn: Уулзах

source: Signed Out
mn: гарын үсэг зурлаа

source: You have signed out.
mn: Та нэвтэрсэн байна.

source: Skip to main content
mn: Гол контент руу алгасах

source: Authorize
mn: Зөвшөөрөлтэй

source: Cancel
mn: Болих

source: Allow
mn: зөвшөөрөх

source: Error
mn: Алдаа

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
mn: Та %(site_name)sхаягаараа өөрийн акаунтын нууц үг шинэчлэхийг хүссэн тул та энэ имэйлийг хүлээн авч байна

source: Please go to the following page and choose a new password:
mn: Дараах хуудас руу очоод шинэ нууц үг сонгоно уу:

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
mn: Хэрэв та энэ өөрчлөлтийг хүсэхгүй байгаа бол та энэ имэйлийг үл тоомсорлож болно - бид таны нууц үгийг шинэчлэхгүй байна.

source: Thanks for using our site!
mn: Манай вэбсайтыг ашиглахад баярлалаа!

source: The %(platform_name)s Team
mn: %(platform_name)s баг

source: Company Name
mn: Компаний Нэр

source: Company Address
mn: Компанийн хаяг

source: Describe what your application does.
mn: Таны аппликешн юу хийдэг вэ?

source: The URL of your company's website.
mn: Таны компанийн вэбсайтын URL.

source: The name of your company.
mn: Таны компаний нэр.

source: The contact address of your company.
mn: Таны компаний холбоо барих хаяг.

source: The following users do not exist: {usernames}.
mn: Дараах хэрэглэгч байхгүй байна {usernames}.

source: Pending
mn: Хүлээж байна

source: Denied
mn: татгалзсан

source: Approved
mn: батлагдсан

source: Status of this API access request
mn: Энэ API хандалтын хүсэлтийн хүсэлт

source: The URL of the website associated with this API user.
mn: Энэ API хэрэглэгчтэй холбоотой вебсайтын URL.

source: The reason this user wants to access the API.
mn: Энэ хэрэглэгч API-г ашиглах хүсэлтэй байгаа шалтгаан.

source: API access request from {company}
mn: API хандалтын хүсэлтээс {company}

source: API access request
mn: API хандалтын хүсэлт

source: An error has occurred. Please try again.
mn: Алдаа гарлаа. Ахин оролдоод үзнэ үү

source: No data provided.
mn: Мэдээлэл байхгүй байна.

source: Parameter usage_id not provided.
mn: Хэрэглээний_id-ийн заалт хангаагүй.

source: Invalid usage_id: {usage_id}.
mn: Буруу хэрэглээ_id: {usage_id}.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
mn: Та {max_num_bookmarks_per_course} хүртэл хавчуурга үүсгэж болно. Та шинээр нэмэх боломжтой болохоос өмнө зарим хавчуурга устгах хэрэгтэй.

source: Internal API URL
mn: Дотоод API URL

source: Default Group
mn: Анхдагч бүлэг

source: You cannot create two cohorts with the same name
mn: Та хоёр нэртэй ижил нэрээр үүсгэж болохгүй

source: There must be one cohort to which students can automatically be assigned.
mn: Оюутнуудад автоматаар хуваарилагдах нэг корпораци байх ёстой.

source: A cohort with the same name already exists.
mn: Ижил нэртэй когорт үүссэн байна.

source: Internal Service URL
mn: Дотоод үйлчилгээ URL

source: Public Service URL
mn: Нийтийн үйлчилгээний URL

source: Enable Learner Issuance
mn: Суралцагчийн олголтыг идэвхжүүлэх

source: Course Credit Eligibility
mn: Зээлийн кредит олгох хичээл

source: {first_provider} and {second_provider}
mn: {first_provider} болон {second_provider}

source: {first_providers}, and {last_provider}
mn: {first_providers}, болон {last_provider}

source: [{course_key}] is not a valid course key.
mn: [{course_key}] зөв сургалтын түлхүүр биш байна

source: Whether the credit provider is currently enabled.
mn: Зээлийн үйлчилгээ эрхлэгч одоогоор идэвхжсэн эсэх.

source: Name of the credit provider displayed to users
mn: Хэрэглэгчдэд үзүүлсэн зээлийн үйлчилгээ эрхлэгчийн нэр

source: Description for the credit provider displayed to users.
mn: Хэрэглэгчдэд үзүүлсэн зээлийн үйлчилгээ үзүүлэгчийн тодорхойлолт.

source: Credit requirement statuses
mn: Зээлийн шаардлага хангасан байдал

source: Deadline for purchasing and requesting credit.
mn: Худалдан авах, зээл авах хүсэлт тавих хугацаа.

source: Preview Language is currently disabled
mn: Урьдчилан харах Хэл нь одоогоор идэвхгүй болсон

source: Language code not provided
mn: Хэлний код байхгүй байна

source: Language set to language code: {preview_language_code}
mn: Хэлний кодыг тохируулсан хэл: {preview_language_code}

source: Language reset to the default language code
mn: Хэлний анхдагч хэлний кодонд хэлийг дахин тохируулах

source: Language reset to user's preference: {preview_language_code}
mn: Хэрэглэгчийн давуу тал дахь хэлний тохиргоо: {preview_language_code}

source: The course key for the restricted course.
mn: Хязгаарлагдмал сургалтанд зориулсан курсын түлхүүр.

source: The message to show when a user is blocked from enrollment.
mn: Хэрэглэгч элсэлтээс хаагдсан үед харуулах мессеж

source: The message to show when a user is blocked from accessing a course.
mn: Мэдээж хэрэг хэрэглэгчийг курст хамрагдаагүй үед харуулах мессеж.

source: Two character ISO country code.
mn: Хоёр тэмдэгт ISO улсын код.

source: The course to which this rule applies.
mn: Энэ дүрэмд хамаарах курс.

source: The country to which this rule applies.
mn: Энэ дүрмийг мөрдөж буй улс.

source: The file must be smaller than {image_max_size} in size.
mn: Файлын хэмжээ {image_max_size}-аас бага байх ёстой.

source: The file must be at least {image_min_size} in size.
mn: Файл нь дор хаяж {image_min_size} хэмжээтэй байх ёстой

source: The file must be one of the following types: {valid_file_types}.
mn: Файл нь дараах төрлүүдийн аль нэг байх ёстой: {valid_file_types}.

source: The file name extension for this file does not match the file data. The file may be corrupted.
mn: Энэ файлын нэрний өргөтгөл файлын өгөгдөлтэй тохирохгүй байна. Файл нь гэмтсэн байж болзошгүй.

source: bytes
mn: Байт

source: No file provided for profile image
mn: Профайлын зургийн талаар ямар ч файл байхгүй

source: Enable course home page improvements.
mn: Мэдээжийн хэрэг гэрийн хуудсын сайжруулалтыг идэвхжүүлэх.

source: The '{field_name}' field cannot be edited.
mn: '{field_name}' талбарыг засварлах

source: No data provided for user preference update
mn: Хэрэглэгчийн давуу талын шинэчлэлтэнд өгөгдөл байхгүй

source: Email
mn: Е-майл

source: The email address you used to register with {platform_name}
mn: Таны бүртгүүлсэн имэйл хаяг {platform_name}

source: Password
mn: Нууц үг

source: Remember me
mn: Мэдээллийг санах

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
mn: Энэ нь {email_address} нь одоо байгаа акаунттай холбоотой харагдана. Өөр имэйл хаягаар дахин оролдоно уу.

source: It looks like {username} belongs to an existing account. Try again with a different username.
mn: Энэ нь {username} одоо байгаа акаунттай холбоотой харагдана. Өөр хэрэглэгчийн нэрээр дахин оролдоно уу.

source: Full Name
mn: Бүтэн нэр

source: Public Username
mn: Хэрэглэгчийн нэр

source: Highest level of education completed
mn: Боловсролын түвшин хамгийн өндөр түвшинд хүрсэн

source: Gender
mn: Хүйс

source: Year of birth
mn: Төрсөн он

source: Mailing address
mn: Шуудангийн хаяг

source: Tell us why you're interested in {platform_name}
mn: Та яагаад сонирхож байгаагаа бидэнд хэлээрэй {platform_name}

source: City
mn: Хот

source: State/Province/Region
mn: Муж улс / муж

source: Company
mn: Компани

source: Title
mn: Гарчиг

source: First Name
mn: Нэр

source: Last Name
mn: Овог

source: Country
mn: Улс

source: Please select your Country.
mn: Өөрийн улсаа сонгоно уу.

source: Review the Honor Code
mn: Хүндэт Кодыг шалгана уу

source: Terms of Service and Honor Code
mn: Үйлчилгээний нөхцөл, хүндэтгэлийн хууль

source: Review the Terms of Service and Honor Code
mn: Үйлчилгээний нөхцөлийг эргэн харж, Кодыг хүндэтгэх

source: I agree to the {platform_name} {terms_of_service}
mn: Би зөвшөөрч байна {platform_name} {terms_of_service}

source: You must agree to the {platform_name} {terms_of_service}
mn: Та зөвшөөрөх ёстой {platform_name} {terms_of_service}

source: Review the Terms of Service
mn: Үйлчилгээний Нөхцлийг шалгана уу

source: This value is invalid.
mn: Энэ утга буруу байна.

source: This field is not editable
mn: Энэ талбарыг засварлах боломжгүй

source: %(min_score)s is not a valid grade percentage
mn: %(min_score)s нь хүчин төгөлдөр хувь хэмжээ биш юм

source: Gating milestone for {usage_key}
mn: нь Gating амжилт гаргасан {usage_key}

source: License
mn: Тусгай зөвшөөрөл

source: Category
mn: Ангилал

source: Week 1
mn: 1 дэх долоо хоног

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
mn: Ярилцлагын категорийн нэр. Энэ нэр нь хээрийн хэлэлцүүлгийн форумын зүүн талд байна.

source: Subcategory
mn: Дэд ангилал

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
mn: Ярилцлагын дэд гарчгийн нэр. Энэ нэр нь хээрийн хэлэлцүүлгийн форумын зүүн талд байна.

source: Could not send enrollment email to the user
mn: Хэрэглэгч рүү сургалтанд хамрагдсан тухай цахим шуудан явуулж болохгүй байна.

source: Number of minutes at which the student will be issued a time warning. Works only when minutes_allowed is non-zero
mn: Оюутан цаг хугацааны сэрэмжлүүлгийг өгөх минутын тоо. Зөвшөөрсөн минутын дараа л тэгтэй тэнцүү байна

source: time student started this assessment
mn: цаг хугацаатай оюутан энэ үнэлгээг эхлүүлсэн

source: The analytics cannot be displayed for this type of question.
mn: Дээжийг энэ төрлийн асуултанд харуулах боломжгүй

source: The analytics cannot be displayed for this question as it uses randomization.
mn: Аналитикийг энэ асуултанд харуулах боломжгүй.

source: Code Editor
mn: Програмын код засварлагч

source: Feedback Form
mn: Санал хүсэлтийн форм

source: Email: {email}
mn: Эмэйл: {email}

source: Full Name: {realname}
mn: Бүтэн нэр: {realname}

source: Inquiry Type: {inquiry_type}
mn: Лавлагааны төрөл: {inquiry_type}

source: Message: {message}
mn: Мэссэж: {message}

source: Tags: {tags}
mn: Шошго: {tags}

source: Additional Info:
mn: Нэмэлт мэдээлэл:

source: Feedback from user
mn: Хэрэглэгчийн санал хүсэлт

source: Discussions
mn: Хэлэлцүүлэг

source: Add a Post
mn: Пост Нэмэх

source: Discussion thread list
mn: Хэлэлцүүлгийн утас жагсаалт

source: New topic form
mn: Шинэ сэдэв хэлбэр

source: Discussion - {course_number}
mn: Хэлэлцүүлэг - {course_number}

source: %s discussion started
mn: %s ярилцлага эхэлсэн

source: %s comment
mn: %s коммент

source: Discussion unavailable
mn: Хэлэлцүүлэг боломжгүй байна

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
mn: Ярилцлага одоогоор засвар үйлчилгээнд хамрагдаж байна. Бид тэднийг удахгүй нөөцлөх болно!

source: Teams
mn: Багууд

source: Collapse Instructions
mn: Зааврыг дэлгэх

source: Guided Discussion
mn: Хөтөлсөн хэлэлцүүлэг

source: Hide Annotations
mn: Товчлолыг нуух

source: Bookmarked
mn: Хавчуурга

source: Bookmark this page
mn: Энэ хуудсыг Bookmark

source: You do not have access to this dependency module.
mn: Та энэ хамаарлын модульд хандах эрхгүй байна.

source: LEARN MORE
mn: ИЛҮҮ ИХ СУДЛА

source: Starts
mn: Эхлэх

source: Starts: {date}
mn: Эхлэх: {date}

source: View all Courses
mn: Бүх сургалтыг үзэх

source: Dashboard
mn: Нүүр хуудас

source: You are not enrolled in any courses yet.
mn: Та одоо ямар ч курст хамрагдаагүй байна.

source: Explore courses
mn: Курсуудыг судлах

source: Course-loading errors
mn: Хичээл ачаалалтын алдаа

source: Search Your Courses
mn: Өөрийн курсуудыг хайх

source: Search
mn: Хайх

source: Clear search
mn: Хайлтыг цэвэрлэ

source: Account Status Info
mn: Дансны Статус Мэдээлэл

source: Order History
mn: Захиалгын түүх

source: Close
mn: Хаах

source: Email Settings for {course_number}
mn: {course_number} хичээлийн и-мэйлын тохиргоо

source: window open
mn: нээлттэй цонх

source: Receive course emails
mn: Хичээлийн и-мэйл хүлээн авах
