Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Optional for citing source of any material used. Automatic citation can be done using <a href="http://easybib.com">EasyBib</a>
mn: Хэрэглэсэн материалын эх сурвалжийг дурдах нь зүйтэй. Автомат ишлэлийг 1EasyBib ашиглан хийж болно

source: Diacritic Marks
mn: Илчлэлтийн тэмдэг

source: Add diacritic marks to be added to a text using the comma-separated form, i.e. markname;urltomark;baseline,markname2;urltomark2;baseline2
mn: Дараах командаар тусгаарлагдсан маягтыг ашиглан текст рүү нэмэхийн тулд тэмдэглэгээ нэмэх, тэмдэглэгээ, urltomark, baseline, markname2; urltomark2; baseline2

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
mn: {youtube_id} Youtube-с транскрипцийг хүлээн авах боломжгүй. Статус код: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
mn: Бид зөвхөн SubRip (* .srt) хувилбарын форматыг дэмждэг.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
mn: {exception_message}: Байршуулсан хуулбарыг олж чадахгүй байна: {user_filename}

source: Basic
mn: Үндсэн

source: Advanced
mn: Ахисан

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
mn: Таны видеоны URL. Энэ нь YouTube-ийн URL эсвэл интернетээс өөр газарт байршдаг .mp4, .ogg, эсвэл .webm видео файл байж болно.

source: Default Video URL
mn: Стандарт Видео URL

source: Component Display Name
mn: Бүрэлдэхүүн хэсэг харуулах нэр

source: Current position in the video.
mn: Видео бичлэгийн одоогийн байршил.

source: YouTube ID
mn: YouTube-ийн ID

source: YouTube ID for .75x speed
mn: .75x хурдтай видео бичлэгийн YouTube ID.

source: YouTube ID for 1.25x speed
mn: 1.25x хурдтай видео бичлэгийн YouTube ID.

source: YouTube ID for 1.5x speed
mn: 1.5x хурдтай видео бичлэгийн YouTube ID.

source: Video Start Time
mn: Видео эхлэх цаг

source: Video Stop Time
mn: Видео эхлэх цаг

source: The external URL to download the video.
mn: Видео татан авах гадны URL.

source: Download Video
mn: Видео татах

source: Video Download Allowed
mn: Видеог татан авах боломжтой

source: Video File URLs
mn: Видео файлын URL

source: Downloadable Transcript URL
mn: Татаж авах Товчлолын URL

source: Download Transcript Allowed
mn: Трансексийн зөвшөөрлийг татаж авах

source: Default Timed Transcript
mn: Анхдагч Хугацаатай Транзит

source: Specify whether the transcripts appear with the video by default.
mn: видеонууд нь анхдагчаар видеогоор гарч ирэх эсэхийг тодорхойлно уу.

source: Show Transcript
mn: харуулах

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
mn: Төрөл бүрийн хэл дээр орчуул. Доор дарж хэлээ зааж, тухайн хэл дээр .srt файлыг байршуул

source: Transcript Languages
mn: Орчуулгын хэл

source: Preferred language for transcript.
mn: Орчуулгын хэл

source: Preferred language for transcript
mn: Орчуулгын хэл

source: Transcript file format to download by user.
mn: Хэрэглэгчийн татаж авах файлын форматыг оруулна уу.

source: SubRip (.srt) file
mn: SubRip (.srt) файл

source: Text (.txt) file
mn: Текст (.txt) файлыг бичнэ үү

source: The last speed that the user specified for the video.
mn: Видеон дээр заасан хэрэглэгчдийн сүүлчийн хурд.

source: The default speed for the video.
mn: Видеоны үндсэн хурд.

source: Specify whether YouTube is available for the user.
mn: Хэрэглэгчдэд зориулж Youtube боломжтой эсэхийг тодорхойлох.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
mn: Энэ видеог дагалдан гарын бэлэг оруулаарай. Оюутнууд гарын авлагыг татаж авах боломжтой

source: Upload Handout
mn: гарын авлагыг татах

source: Video Available on Web Only
mn: Зөвхөн Вэб дээрээс видеог боломжтой

source: Video ID
mn: Видео ID

source: Date of the last view of the bumper
mn: Бамбайны хамгийн сүүлийн үзэгдлийн огноо

source: Do not show bumper again
mn: Бамбай бүү харуул

source: Video Annotation
mn: Видео бичлэгийн аннотаци

source: The external source URL for the video.
mn: Видеоны гадаад эх сурвалж URL.

source: Source URL
mn: Эх сурвалж URL

source: Poster Image URL
mn: Зурагт хуудас Зургийн URL

source: Poster URL
mn: Зурагт хуудас URL

source: Instructions
mn: Заавар

source: Inputs
mn: Орц

source: The number of text boxes available for learners to add words and sentences.
mn: Суралцагчүг, өгүүлбэр нэмэх боломжтой.

source: Maximum Words
mn: Хамгийн дээд үг

source: The maximum number of words displayed in the generated word cloud.
mn: Үүсгэсэн үгийн үүл дээр гарч ирдэг үгсийн хамгийн их тоо.

source: Show Percents
mn: үзүүлэлтийн хувь

source: Statistics are shown for entered words near that word.
mn: Статистикийг тухайн үгний ойролцоо бичсэн үгсээр харуулав.

source: Whether this learner has posted words to the cloud.
mn: Энэ суралцагч cloud рүү үг бичсэн үү?

source: Student answer.
mn: Оюутны хариулт.

source: All possible words from all learners.
mn: Бүх суралцагчдын бүх боломжит үгс

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
mn: курсээ дуусгасан "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
mn: курсээ дуусгасан "{course_name}" ({course_mode})

source: The badge image must be square.
mn: Тэмдгийн зураг дөрвөлжин байх ёстой.

source: The badge image file size must be less than 250KB.
mn: Badge image file size нь 250KB-с бага байх ёстой.

source: This value must be all lowercase.
mn: Энэ утга бүх бүх жижиг байх ёстой.

source: Badge images must be square PNG files. The file size should be under 250KB.
mn: Нүдний зураг нь дөрвөлжин PNG файл байх ёстой. Файлын хэмжээ нь 250KB-ийн доор байх ёстой

source: There can be only one default image.
mn: Зөвхөн нэг анхны зураг байж болно.

source: Please check the syntax of your entry.
mn: Таны оролтын синтаксийг шалгана уу.

source: Powered by Open edX
mn: Open edX-ээр ажиллаж байна

source: {platform_name} for Business
mn: {platform_name} Бизнес

source: Blog
mn: Блог

source: News
mn: Мэдээ мэдээлэл

source: Help Center
mn: Тусламжийн төв

source: Careers
mn: Ажил мэргэжлийн

source: Donate
mn: Хандив өргөх

source: Terms of Service & Honor Code
mn: Үйлчилгээний нөхцөл, хүндэтгэлийн хууль

source: Accessibility Policy
mn: Хүртээмжийн бодлого

source: Media Kit
mn: Медиа Хэрэгсэл

source: The course is full: the limit is {max_student_enrollments_allowed}
mn: Курс бүрэн: хязгаар нь {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
mn: Та энэ үзэлд хандахын тулд та CCX дасгалжуулагч байх ёстой

source: You must be the coach for this ccx to access this view
mn: Та энэ зургийг харахын тулд энэ ccx-ийн дасгалжуулагч байх ёстой

source: created
mn: үүсгэгдсэн

source: regenerated
mn: дахин боловсруулсан

source: generated
mn: үүсгэсэн

source: All learners
mn: Бүх суралцагчид

source: For exceptions
mn: Үл хамаарах зүйл

source: The full name that will appear on the certificate.
mn: Гэрчилгээ дээр гарч ирэх бүтэн нэр.

source: The template file to use when generating the certificate.
mn: Сертификат үүсгэх үед ашиглах маягтын файл.

source: The status of the example certificate.
mn: Жишээ гэрчилгээний статус.

source: The reason an error occurred during certificate generation.
mn: Сертификат үүсгэх үед алдааны шалтгаан болсон.

source: The download URL for the generated certificate.
mn: Үүсгэсэн сертификатын татаж авах URL.

source: Name of template.
mn: Загварын нэр.

source: Description and/or admin notes.
mn: Тодорхойлолт ба / эсвэл админ тэмдэглэл

source: Django template HTML.
mn: Django загвар HTML.

source: Organization of template.
mn: Загварын зохион байгуулалт

source: The course mode for this template.
mn: Энэ загварт зориулсан курсын горим

source: On/Off switch.
mn: Асаах / унтраах унтраалга.

source: Description of the asset.
mn: Хөрөнгийн тодорхойлолт

source: Asset file. It could be an image or css file.
mn: Хөрөнгийн файл. Энэ нь зураг эсвэл CSS файл байж болно.

source: user is not given.
mn: хэрэглэгч байхгүй

source: user '{user}' does not exist
mn: {user} хэрэглэгч байхгүй байна

source: Course id '{course_id}' is not valid
mn: '{course_id}' зөв биш байна

source: The course does not exist against the given key '{course_key}'
mn: {course_key} дагуу сургалт байхгүй байна

source: User {username} does not exist
mn: {username} хэрэглэгч байхгүй байна

source: {course_key} is not a valid course key
mn: {course_key} зөв сургалтын түлхүүр биш байна

source: The course {course_key} does not exist
mn: {course_key} байхгүй байна

source: User {username} is not enrolled in the course {course_key}
mn: {username} хэрэглэгч {course_key} сургалтанд хамрагдаагүй байна

source: An unexpected error occurred while regenerating certificates.
mn: Батламжийг ахин үүсгэж байхад алдаа гарлаа

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
mn: {cert_type} батламж нь {platform_name} -н бүх дүрмийг дагаж удирдамжийн дагуу энэхүү сургалтын бүх даалгаврыг гүйцэтгэснийг харуулна.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
mn: {cert_type} батламж нь {platform_name} -н бүх дүрмийг дагаж удирдамжийн дагуу энэхүү сургалтын бүх даалгаврыг гүйцэтгэснийг харуулна. {cert_type} гэрчилгээ нь суралцагчийн биеийн байцаалтыг шалгаж, хүчин төгөлдөр гэдгийг зааж өгнө.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
mn: {cert_type} батламж доорхи сургалтын өндөр зэрэглэлийг харуулдаг ба суралцагчийн хувийн мэдээллийг багтаана

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
mn: Энэ нь {platform_name} хүчинтэй батламж ба үүнд {partner_short_name} {course_number} оролцсон {user_name} хувьд

source: {partner_short_name} {course_number} Certificate | {platform_name}
mn: {partner_short_name} {course_number}{platform_name} батламж

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
mn: амжилттай дүүргэж, хангалттай оноо авч, энэ {platform_name} {certificate_type} батламжийг авава

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
mn: {platform_name} нь амжилтыг батламжаар баталгаажуулдаг ба {platform_name} -н суралцагчдын дүүргэсэн

source: All rights reserved
mn: Бүх зүйл хуулиар хамгаалагдсан

source: Invalid Certificate
mn: Алдаатай батламж

source: Terms of Service &amp; Honor Code
mn: Үйлчилгээний нөхцөл ба ес зүйн код

source: Certificate Validation
mn: Батламжийн баталгаажуулалт

source: About {platform_name} Accomplishments
mn: {platform_name} -ы амжилтын тухайд

source: Issued On:
mn: Олгосон

source: Certificate ID Number
mn: батламжийн хувийн дугаар

source: About {platform_name} Certificates
mn: {platform_name} -ы батламжийн тухайд

source: How {platform_name} Validates Student Certificates
mn: {platform_name} хэрхэн суралцагчийн батламжийг баталгаажуулдаг вэ

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
mn: {platform_name} -с олгосон батламжийг gpg key-р гарын үсэг зурдаг учраас {platform_name} олон нийтийн түлхүүртэй хэн бүхэн баталгаажуулах боломжтой. {platform_name} нь "detached signature”&quot;" ашигладаг.

source: Validate this certificate for yourself
mn: Энэхүү батламжаа өөрөө баталгаажуулах

source: {platform_name} offers interactive online classes and MOOCs.
mn: {platform_name} нь интерактив цахим хичээлүүд ба MOOC санал болгодог

source: About {platform_name}
mn: {platform_name} -ы тухай

source: Learn more about {platform_name}
mn: {platform_name} -н талаар дэлгэрэнгүй

source: Learn with {platform_name}
mn: {platform_name} -тай хамт суралцах

source: Work at {platform_name}
mn: {platform_name} -д ажиллах

source: Contact {platform_name}
mn: {platform_name} холбогдох

source: {platform_name} acknowledges the following student accomplishment
mn: {platform_name} нь доорхи суралцагчийн амжилтыг үнэлэв

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
mn: сургалтыг дэмжсэн {partner_short_name}, цахим сургалтын санаачлагыг {partner_long_name}

source: a course of study offered by {partner_short_name}.
mn: сургалтыг дэмжсэн {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
mn: {platform_name}-д би {course_title} сургалтыг дуусгасан

source: I completed a course at {platform_name}. Take a look at my certificate.
mn: {platform_name}-д би сургалтыг дуусгасан. Миний батламжийг харна уу.

source: More Information About {user_name}'s Certificate:
mn: хэрэглэгч {user_name}-н баьламжийн талаар дэлгэрэгнгүй мэдээлэл

source: {fullname}, you earned a certificate!
mn: {fullname}, та батламж авах боллоо

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
mn: Баяр хүргэе!

source: More about {fullname}'s accomplishment
mn: {fullname}'-ы амжилтын талаар дэлгэрэнгүй

source: Name
mn: Нэр

source: Username
mn: Хэрэглэгчийн нэр

source: Grade
mn: Дүн

source: Percent
mn: хувь

source: Section
mn: Хэсэг

source: Subsection
mn: Дэд бүлэг

source: Opened by this number of students
mn: нээсэн суралцагчдын тоо

source: subsections
mn: днд бүлэг

source: Problem
mn: бодлого

source: Count of Students
mn: суралцагчдын тоо

source: Percent of Students
mn: суралцагчдийн хувь

source: Score
mn: Оноо

source: problems
mn: бодлого

source: {course_id} is not a valid course key.
mn: {course_id} сургалтын зөв түлхүүр биш байна

source: Course {course_id} does not exist.
mn: {course_id} сургалт байхгүй байна

source: Use the checkout page hosted by the E-Commerce service.
mn: цахим худалдаадны үйлчилгээний сургалтын төлбөр төлөх хуудсыг ашиглана уу

source: Path to single course checkout page hosted by the E-Commerce service.
mn: цахим худалдаадны үйлчилгээний нэг сургалтын төлбөр төлөх

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
mn: Секундээр хэмжигдэнэ

source: Path to order receipt page.
mn: Баримт захиалах дараалал

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
mn: Нөхөн олгврийн {username} ({email}). хүсэлт эхэллээ. Доорхи холбоосоор орно уу

source: [Refund] User-Requested Refund
mn: Нөхөн олговор. Хэрглэгч нөхөн олговор авах хүсэлт гаргалаа

source: Receipt
mn: Баримт

source: Payment Failed
mn: Төлбөр төлөхөд алдаа гарлаа

source: There was a problem with this transaction. You have not been charged.
mn: Энэ гүйлгээг хийхэд алдаа гарлаа. Танаас төлбөр аваагүй

source: Make sure your information is correct, or try again with a different card or another form of payment.
mn: Та мэдээллээ зөв эсэхийг шалгаад өөр карт эсвэл өөр аргаар төлбөрөө төлнө үү

source: A system error occurred while processing your payment. You have not been charged.
mn: Таны төлбөрийг хүлээн авж байхал системийн алдаа гарлаа. Танаас мөнгө суутгаагүй

source: Please wait a few minutes and then try again.
mn: Хэдэн хором хүлээгээд ахин оролдоно уу

source: For help, contact {payment_support_link}.
mn: Тусламж авахын тулд {payment_support_link} холбогдоно уу

source: An error occurred while creating your receipt.
mn: Таны баримтыг боловсруулж байхад алдаа гарлаа

source: If your course does not appear on your dashboard, contact {payment_support_link}.
mn: Хэрвээ таны сургалт таны нүүр хуудсанд харагдахгүй бол {payment_support_link}-той холбогдоно уу

source: Wiki
mn: Вики

source: This is the wiki for **{organization}**'s _{course_name}_.
mn: энэ бол **{organization}**'-_{course_name}_. ийн вики

source: Course page automatically created.
mn: Сургалтын хуудас автоматаар үүслээ

source: Welcome to the {platform_name} Wiki
mn: {platform_name}-ийн Викид тавтай морил

source: Visit a course wiki to add an article.
mn: Сургалтын вики рүү орж мэдээлэл нэмэх

source: Course has not started
mn: Сургалт эхлээгүй байна

source: Course does not start until {}
mn: Сургалт {} хүртэл эхлэхгүй

source: You have unfulfilled milestones
mn: Танд гүйцэтгээгүй даалгавар байна

source: You do not have access to this course
mn: Та энэ сургалтын үзэх боломжгүй

source: You do not have access to this course on a mobile device
mn: Та гар утсаараа энэ сургалтыг үзэх боломжгүй

source: {relative} ago - {absolute}
mn: {relative} өмнө - {absolute}

source: in {relative} - {absolute}
mn: дотор {relative} - {absolute}

source: Course Starts
mn: Сургалтын эхлэл

source: Course End
mn: Сургалтын төгсгөл

source: To earn a certificate, you must complete all requirements before this date.
mn: Батламж авахын тулд та энэ огнооноос өмнө бүх шаардлагыг биелүүлэх хэрэгтэй

source: After this date, course content will be archived.
mn: Энэ хугацааны дараа сургалтын агуулга архивлагдана

source: This course is archived, which means you can review course content but it is no longer active.
mn: Энэ сургалт архивлагдсан байна. Та сургалтын агуулгыг харж болох ч сургалт идэвхигүй

source: Verification Upgrade Deadline
mn: Баталгаажуулалтаа ахиулах огноо

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
mn: Та батламж автлаа ахиулах боломжтой байна. Та энэ сургалтаар олж авсан мэдлэг ба чадвараа илтгэхийн тулд батламж аваарай

source: Upgrade to Verified Certificate
mn: Батламж болгон дээшлүүлэх

source: Learn More
mn: Илүү их суралцах

source: Retry Verification
mn: Баталгаажуулалтыг ахин оролдох

source: Verify My Identity
mn: Намайг баталгаажуул

source: Missed Verification Deadline
mn: Баталгаажуулах огноо дууссан

source: Unfortunately you missed this course's deadline for a successful verification.
mn: Та амжилттай баталгаажуулах байсан хугацаагаа өнгрөөсөн байна

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
mn: Та батламж авахын тулд энэ огнооноос өмнө баталгаажуулалтаа амжилттай хийх хэрэгтэй

source: There is no user with the username or email address {user_name} enrolled in this course.
mn: {user_name} Ийм нэр эсвэл цахим хаягтай хэрэглэгч энэ сургалтанд байхгүй байна

source: This type of component cannot be shown while viewing the course as a specific student.
mn: Энэхүү сургалтыг тодорхой сурагч гэж үзэж байгаа тохиолдолд дээрхитэй ижил зүйлүүд харагдах боломжгүй

source: Syllabus
mn: Агуулга

source: Progress
mn: Ахиц

source: Textbooks
mn: Сурах бичиг

source: Discussion
mn: Хэлэлцүүлэг

source: Entrance Exam
mn: Элсэлтийн шалгалт

source: Free
mn: Үнэгүй

source: Your enrollment: Audit track
mn: Та бүртгүүлсэн : audit track

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
mn: Та жнж сургалтын audit track-д бүртгэгдсэн байна. Үүнд батьлаж олгогдохгүй

source: Your certificate has been invalidated
mn: Таны батламж баталгаажсангүй

source: Please contact your course team if you have any questions.
mn: Танд ямар нэг асуулт байвал сургалтын багтайгаа холбогдоно уу

source: Your certificate is available
mn: Таны батламж бэлэн боллоо

source: You can keep working for a higher grade, or request your certificate now.
mn: Та илүү өндөр оноо авахыг хүсвэл ахин хичээллэж болно эсвэл батламжаа одоо авах хүсэлт өгч болно

source: We're working on it...
mn: Ажиллаж байна

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
mn: Таны батламжийг үүсгэж байна. Та сургалтаа үргэлжлүүлж болох ба бэлэн болсон үед энд холбоос гарч ирэх болно

source: Certificate unavailable
mn: Батламж боломжгүй

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
mn: Та батламж аваагүйн учир нь та {platform_name} баталгаажуулаагүй байна

source: Congratulations, you qualified for a certificate!
mn: Баяр хүргэе, та батламж авах эрхтэй боллоо!

source: Invalid location.
mn: Байршил алдаатай байна

source: User {username} has never accessed problem {location}
mn: {username} Хэрэглэгч бодлогыг огт нээгээгүй байна {location}

source: A problem has occurred retrieving the data, to report the problem click {zendesk_url}here{tag}
mn: Мэдээлэл олж авахад алдаа гарлаа, асуудлыг мэдээлэхийн тулд {zendesk_url}энд{tag} дарна уу

source: A problem has occurred retrieving the data.
mn: Мэдээлэл олж авахад алдаа гарлаа

source: There are no student answers for this problem yet; please try again later.
mn: Энэхүү бодлогонд хариулсан сурагч байхгүй байна, дараа ахин оролдоод үзнэ үү

source: The analytics cannot be displayed as there is an inconsistency in the data.
mn: Мэдээлэл тогтворгүй байгаа тул дүн шинжилгээ хийх боломжгүй

source: The analytics cannot be displayed for this question as randomization was set at one time.
mn: Түүвэр нэг хугацаанд явагдсан тул энэ асуултанд дүн шинжилгээ хийх боломжгүй

source: The analytics cannot be displayed for this question as the number of rows returned did not match the question definition.
mn: Мөрийн тоо асуултын тодорхойлолттой таарахгүй байгаа тул энэ асуултанд дүн шинжилгээ хийх боломжгүй

source: You must be signed in to {platform_name} to create a certificate.
mn: Та батламж үүсгэхийн тулд {platform_name} нэвтэрсэн байх шаардлагатай

source: Course is not valid
mn: Сургалт олдохгүй байна

source: Your certificate will be available when you pass the course.
mn: Та шалгалтаа давсны дараагаар таны батламж гарна

source: Certificate has already been created.
mn: Батламжийг үүсгэлээ

source: Certificate is being created.
mn: Батламжийг үүсгэж байна

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
mn: Батламж авахыг хүсэж буй ч батламжийн төлбөр төлөх боломжгүй суралцагчдад {platform_name} санхүүгийн тусламж үзүүлж байна. Шаардлага хангасан суралцагчид батламжийн төлбөрийн 90{percent_sign} хүртэлхи хувийг авах боломжтой. Санхүүгийн дэмжлэгт өргөдлөө өгөхийн тулд батламж олгодог сургалтын gudit track-д бүртгүүлээд дараа нь энэ маягтыг бөглөнө үү. Та суралцаж буй сургалт болгондоо тусдаа бөглөхийг анхаарна уу.

source: Annual Household Income
mn: Өрхийн жилийн орлого

source: Tell us about your current financial situation. Why do you need assistance?
mn: Тө бидэнд өөрийн одоогийн санхүүгийн байдлаа хэлнэ үү. Танд яагаад tусламж хэрэгтэй байна вэ?
