Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Violations of system or network security may result in civil or criminal liability. Stanford will investigate occurrences and may involve, and cooperate with, law enforcement authorities in prosecuting the use or users who are involved in such violations. You agree that you will not violate or attempt to violate the security of the Site, including without limitation:
mn: Систем эсхүл сүлжээний аюулгүй байдалд халдах явдал нь иргэний эсхүл эрүүгийн хариуцлага тооцоход хүргэж болно. Стэнфорд ийм тохиолдлуудыг шинжилж, шаардлагатай бол хууль сахиулах эрх бүхий байгууллагуудыг татан оролцуулж, тэдгээртэй хамтран тухайн зөрчилд хамаарах хэрэглээ эсхүл хэрэглэгчдийг шалгах болно. Та дараах байдлаар, аливаа хязгаарлалтгүй, веб сайтын аюулгүй байдалд халдах эсхүл халдахыг завдахгүй гэдгээ хүлээн зөвшөөрнө.

source: attacking, probing, scanning or testing the vulnerability of, breaching security of, disrupting, disabling or harming the Site, or servers or networks connected to the Site
mn: Веб сайт руу халдах, веб сайтын өртөмтгий байдлыг шинжих, шалгах эсхүл сорих, аюулгүй байдалд нь халдах, Веб сайт эсхүл сервер эсхүл Веб сайттай холбогдсон сүлжээнүүдийг гэмтээх эсхүл хохирол учруулах

source: using the Site via any automated means, such as a screen-scraper or robot. This is not intended to exclude the use of assistive technology for your own use, such as screen-readers
mn: Робот, скрин скрепер буюу мэдээллийг хусах хэрэгсэл зэрэг автоматжуулсан аргаар Веб сайтыг ашиглах явдал. Ингэснээр дэлгэцийн мэдээлэл уншигч гэх мэтийн туслах технологи ашиглахыг хориглоогүй болно.

source: sending any unsolicited emails to other Site Users or forging any TCP/IP packet header or any part of the header information in any email
mn: Вэб сайтын бусад хэрэглэгчид хүсээгүй цахим шуудан илгээх эсвэл TCP/IP багцын гарчиг эсвэл гарчгийн мэдээллийн аливаа хэсгийг цахим шуудангаар илгээх

source: displaying the Site within a frame on another website without consent, or place pop-up windows or other disruptive technologies over it
mn: Вэб сайтыг өөр вэб сайтын дотор зөвшөөрөлгүй харуулах эсвэл дэлгэгддэг цонх эсвэл бусад хэрэглээнд саад учруулах технологи ашиглан байрлуулах

source: accessing data not intended for you or logging into a server or account you are not authorized to access
mn: Өөрт зориулаагүй өгөгдөлд нэвтрэх эсвэл нэвтрэх зөвшөөрөлгүй сервер эсвэл дансанд нэвтрэх

source: attempting to interfere with service to any user, host or network, including without limitation, via means of submitting a virus to the Site, overloading, "flooding", "Mailbombing" or "Crashing"
mn: Вэб сайтад вирус илгээх, хэт ачаалах, "үерлэх", "шуудангаар бөмбөгдөх" эсвэл "гацаах" зэрэг аргаар аливаа хэрэглэгч, хост, сүлжээнд үзүүлэх үйлчилгээнд хөндлөнгөөс нөлөөлөхийг оролдох

source: impersonating another person or improperly allowing another to use your registration information to access the Site.
mn: Вэб сайтад нэвтрэх өөрийн бүртгэлийн мэдээллийг бусдад ашиглуулах эсвэл өөр хүний нэрээр нэвтрэх.

source: Content Disclaimer
mn: Агуулгын тайлбар

source: The text and other material on the Sites may include the opinion of the specific instructor and are not statements of advice, endorsement, opinion, or information of Stanford. If you feel you might be offended by the content of the Sites, you should not continue.
mn: Веб сайт дахь бичвэр болон бусад материал нь тухайн багшийн санал бодлыг агуулж болох ба энэ нь Стэнфордын зүгээс өгч буй зөвлөгөө, зөвшөөрөл, дүгнэлт эсхүл мэдээлэл биш юм. Хэрэв Веб сайтын агуулга танд таалагдахгүй, та гомдолтой байгаа бол та веб сайтыг үргэлжлүүлэн ашиглах хэрэггүй.

source: Sites may also include the personal opinions and other expressions by Users who post entries on a wide range of topics. Neither the content of the forums, nor the links to other web sites, are screened, approved, reviewed or endorsed by Stanford or any other related entity. Stanford is not a publisher of any of the content of the forums, or of any content that may be available through links to and from them.
mn: Түүнчлэн, веб сайтад өргөн хүрээний асуудлаар хэлэлцэж буй Хэрэглэгчдийн хувийн үзэл бодол болон бусад илэрхийлэл зэргийг агуулж болно. Стэнфорд эсхүл өөр аливаа холбогдох байгууллагын зүгээс форумын агуулга болон бусад вэб сайтуудтай холбох холбоос зургийг шинжлэх, батлах, хянаж үзэх эсхүл ашиглах зөвшөөрөл олгох зэрэг үйл ажиллагаа явуулахгүй. Стэнфорд нь форумын агуулга эсхүл форумаар холбогдож болох холбоосоор дамжуулан үзэж болох агуулгыг нийтэлсэн байгууллага нь биш юм.

source: User Content
mn: Хэрэглэгчийн агуулга

source: You may be permitted to submit and distribute materials in connection with an online course ("User Content"). You represent and warrant that any material you submit to the Site, instructors or other Users is accurate and complete and will not violate or infringe the rights of any third party, including without limitation privacy, publicity, intellectual property and any other proprietary rights, such as copyright, trademark and patent rights. You represent and warrant that you have all the necessary rights and licenses to use the material and to permit use of the material by Stanford and other researchers.
mn: Цахим сургалттай холбоотой материалыг ("Хэрэглэгчийн агуулга") хавсаргах болон түгээхийг танд зөвшөөрч болно. Веб сайт, сургагч багш нар болон бусад Хэрэглэгчид илгээсэн материал нь үнэн зөв, бүрэн гүйцэд байхаас гадна уг материал нь аливаа гуравдагч талын нууцлал, нийтэд мэдэгдэх байдал, оюуны өмч болон эзэмшлийн бусад эрх буюу зохиогчийн эрх, худалдааны тэмдэг болон патентын эрх зэрэг эрхийг зөрчихгүй болохыг та өөрийн биеэр төлөөлөн батална. Та материалыг ашиглахад шаардлагатай бүхий л эрх болон лицензийг авсан болохоо төлөөлөн баталж, Стэнфорд болон бусад судлаачид материалыг ашиглах зөвшөөрөл олгосон байна.

source: You agree that, if a third party claims that any material you have contributed to a Site is unlawful, you will bear the burden of establishing that the material complies with all applicable laws. Although Stanford does not monitor the content of the Site, Stanford has the right to remove material from the Site, block access, or take other action with respect to the material in its sole discretion.
mn: Аливаа гуравдагч тал таны Веб сайтад оруулсан материалыг хууль бус гэж тооцсон тохиолдолд уг материалыг холбогдох бүх хууль тогтоомжид нийцүүлэхийн тулд авах шаардлагатай бүх арга хэмжээг та өөрийн биеэр хариуцна. Стэнфорд нь Веб сайтын агуулгад хяналт тавьдаггүй хэдий ч Веб сайтаас материалыг устгах, хандах эрхийг хаах эсхүл өөрийн үзэмжээр тухайн материалтай холбоотойгоор өөр арга хэмжээ авах эрхтэй байна.

source: Grant of license
mn: Лиценз олгох.

source: By your submission of any material in connection with this course, you hereby grant Stanford an irrevocable, non-exclusive, royalty free, fully transferable, worldwide license to use, disclose, reproduce, distribute, prepare derivative works of, publicly perform, publicly display and provide to other researchers any such submission. You hereby grant Users in your online course a license to use your User Content (including the right to copy, modify and distribute such content) in conjunction with their participation in the course.
mn: Энэ хичээлтэй холбогдуулан аливаа материалыг хавсаргаснаар та Стэнфордод уг материалыг ашиглах, задлах, хувилах, түгээх, материалтай холбоотой гарах ажлыг гүйцэтгэх, нийтэд мэдээлэх, олон нийтэд харуулах болон бусад судлаачдад дамжуулах үл буцаагдах, онцгой бус, хураамж төлөх шаардлагагүй, бусдад шилжүүлж болох эрхийг олгож байна гэсэн үг. Та хамрагдаж буй цахим сургалтынхаа бусад Хэрэглэгчид сургалттай холбоотойгоор өөрийнхөө Хэрэглэгчийн агуулгыг ашиглуулахыг (үүнд: агуулгыг хуулбарлах, өөрчлөх, тараах зэрэг багтана) зөвшөөрсөн байна.

source: User Status and Statement of Accomplishment
mn: Хэрэглэгчийн статус ба Сургалтын тодорхойлолт

source: You agree and acknowledge that your access to the Site, participation in an online course and your agreement to these Terms do not confer any right to access or use the resources of Stanford or establish any relationship with Stanford or its instructors beyond the Site, that you are not enrolled, admitted or in attendance at Stanford and that you are not entitled to any student or academic grievance procedures. You agree that no joint venture, partnership, employment, or agency relationship exists between Stanford and you as a result of these Terms or your use of the Site.
mn: Та Веб сайт руу нэвтэрч, цахим сургалтад оролцож, эдгээр Нөхцөлүүдийг хүлээн зөвшөөрснөөр Стэнфордын нөөц санд нэвтрэх эсхүл ашиглах, Стэнфорд эсхүл Стэнфордын сургагч багш нартай Веб сайтаас гадуур харилцаа холбоо тогтоох зэрэг эрхийг эдэлнэ гэсэн үг биш болохыг та хүлээн зөвшөөрнө. Мөн та Стэнфордод элссэн юмуу Стэнфорд таныг хүлээж авсан эсхүл та сургуульд суралцаж байгаа гэсэн үг биш бөгөөд та оюутны эсхүл академик асуудлаар ямар нэгэн гомдол гаргах эрхгүй байна. Эдгээр Нөхцөлүүдийг хүлээн зөвшөөрснөөр эсхүл энэхүү Веб сайтыг ашигласнаар Стэнфорд болон таны хооронд хамтын ажиллагаа, түншлэл, хөдөлмөр эрхлэлт эсхүл агентлагийн харилцаа холбоо бий болохгүй гэдэгтэй та санал нийлж байна.

source: Subject to satisfactory performance and course completion, you may receive a Statement of Accomplishment ("Statement") signed by the instructor(s). Stanford reserves the right to determine whether a Statement will be issued for the online course and the nature of the information to be provided in the Statement. You acknowledge that any Statement will not stand in the place of a course taken at Stanford or an accredited institution or confer any academic credit, grade or degree or indicate enrollment at Stanford. You further acknowledge that instructors of any online course are not required to participate in any attempts to get the course recognized by any educational or accredited institution.
mn: Сургалтад амжилттай оролцож төгссөн тохиолдолд танд сургагч багшийн гарын үсэгтэй Сургалтын тодорхойлолт ("Тодорхойлолт") олгож болно. Стэнфорд нь цахим сургалтад оролцсоныг гэрчлэх Тодорхойлолт гаргах эсэх, мөн тодорхойлолтод орох мэдээллийн агуулгыг тогтоох эрхтэй байна. Аливаа хэлбэрээр гарсан Тодорхойлолт нь Стэнфорд эсхүл ямар нэгэн өөр магадлан итгэмжлэгдсэн боловсролын байгууллагад суралцсан байдлыг орлохгүй, эсхүл Стэнфордын сургалтын кредит, сурлагын дүн болон боловсролын зэрэг олгохгүй гэдгийг та хүлээн зөвшөөрнө. Аливаа цахим сургалтын сургагч багш нар тухайн сургалтыг ямар нэгэн боловсролын эсхүл магадлан итгэмжлэгдсэн сургуульд хүлээн зөвшөөрүүлэх талаар ямар нэгэн оролдлого хийх шаардлагагүй гэдгийг та хүлээн зөвшөөрнө.

source: International Use and Consent to Processing
mn: Олон улсын хэрэглээ болон Мэдээллийн боловсруулалт хийх зөвшөөрөл

source: Stanford controls and operates this Site within the United States of America, and all information is collected, transmitted, processed and stored within the United States. We do not represent that materials on the Site are appropriate or available for use in other locations. Persons who choose to access the Site from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable. You agree to comply with all applicable laws, rules and regulations in connection with your use of the Site. Without limiting the generality of the foregoing, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside. By providing any personal information to the Site, all users, including without limitation users in the European Union, fully understand and unambiguously consent to the collection, transmission processing and storage of such information in the United States and the use of such information for research by Stanford and other U.S. and international researchers.
mn: Стэнфорд нь энэхүү веб сайтыг Америкийн Нэгдсэн Улсын газар нутаг дээр хянаж ажиллуулдаг бөгөөд мэдээлэл цуглуулах, дамжуулах, боловсруулах болон хадгалах ажлыг Америкийн Нэгдсэн Улсад явуулдаг. Бид Веб сайт дээрх материалуудыг бусад газар ашиглахад тохиромжтой эсхүл олдоцтой байна гэдгийг төлөөлөн батлахгүй. Өөр ямар нэгэн байршлаас Веб сайт руу хандах сонголтыг сайн дураараа хийсэн хүмүүс тухайн газар нутгийнхаа хууль дүрэм болон хуулийн хэм хэмжээг баримтална. Энэхүү Веб сайтын ашиглалтанд хамаарах бүхий л хууль дүрэм болон журмыг баримтлах болно гэдгийг та хүлээн зөвшөөрнө. Дээр дурдсан асуудлуулын ерөнхий төлөвийг хязгаарлахгүйгээр, та Америкийн Нэгдсэн Улс эсхүл өөрийн оршин сууж буй улсаас техникийн мэдээлэл экспортлох үйл ажиллагаатай холбоотой бүхий л хууль журмыг даган мөрдөх болно гэдгийг хүлээн зөвшөөрнө. Энэхүү Веб сайт дээр аливаа хувийн мэдээлэл оруулснаар хэрэглэгчид бүгд (үүнд ямар нэгэн хязгаарлалтгүй Европын Холбооны улсуудын хэрэглэгчид багтсан байна) Америкийн Нэгдсэн Улсад иймэрхүү мэдээллийг хэрхэн цуглуулж, дамжуулж, боловсруулж, хадгалж байдаг талаар, мөн ийм төрлийн мэдээллийг Стэнфордын, Америкийн Нэгдсэн Улсын болон олон улсын судлаачид хэрхэн ашигладаг тухай бүрэн дүүрэн ойлголттой байхаас гадна ийм явцыг хүлээн зөвшөөрсөн байна.

source: Links to Other Sites
mn: Бусад веб сайт руу хандах холбоосууд

source: The Site may include hyperlinks to sites maintained or controlled by others. Stanford is not responsible for and does not routinely screen, approve, review or endorse the contents of or use of any of the products or services that may be offered at other sites. These links do not imply Stanford's endorsement of or association with the linked sites. Stanford is not responsible for and shall in no event be liable, directly or indirectly, to anyone for any loss or damage arising from or occasioned by the creation or use of the linked sites or the information or material accessed through those linked sites. If you choose to use Social Auth login, we may receive from the authenticator your name, email, and public profile information, and the authenticator is notified of your login to this site.
mn: Энэхүү Веб сайтад бусад газрын хянаж зохицуулдаг веб сайт руу орох холбоосуудыг байрлуулсан байж болно. Стэнфорд нь бусад веб сайт дээр санал болгож буй аливаа бүтээгдэхүүн эсхүл үйлчилгээний агуулга эсхүл хэрэглээг тогтсон дэг журмын дагуу шинжих, батлах, хянах болон зөвшөөрөх зэрэг үйл ажиллагаа явуулахгүй бөгөөд үүнтэй холбоотой хариуцлага хүлээхгүй. Эдгээр холбоосыг байрлуулснаар Стэнфорд нь тухайн холбоосуудад хамаарах веб сайтуудыг батлах юмуу ямар нэгэн холбоо хамааралтай гэсэн үг биш юм. Холбоосуудаар орох веб сайтуудыг бий болгох эсхүл ашигласны улмаас, эсхүл эдгээр холбоосоор дамжин веб сайт руу орж мэдээлэл эсхүл материал авсны үр дүнд ямар нэгэн алдагдал эсхүл хохирол учирсан тохиолдолд Стэнфорд ямар нэгэн байдлаар шууд болон шууд бус хариуцлага хүлээхгүй болно. Та Social Auth login ашиглахаар сонгосон тохиолдолд бид магадлагчаас таны нэр, цахим шуудангийн хаяг болон таны тухай нийтэд нээлттэй мэдээлэл зэргийг хүлээн авч болох ба таныг веб сайт руу орсон тухай бид магадлагчид мэдээлэх болно.

source: Choice of Law/Forum Selection
mn: Хууль/форумыг сонгох тухай

source: The Sites are managed by Stanford, located in Santa Clara County, California. You agree that any dispute arising out of or relating to these Terms or any content posted to a Site, including copies and republication thereof, whether based in contract, tort, statutory or other law, will be governed by the laws of the State of California, excluding its conflicts of law provisions. You further consent to the personal jurisdiction of and exclusive venue in the federal and state courts located in and serving Santa Clara County, California as the legal forum for any such dispute. Excluding claims for injunctive or other equitable relief, for claims related to the Site where the total amount sought is less than ten thousand U.S. Dollars ($10,000.00 USD), either you or Stanford may elect at any point during the dispute to resolve the claim through binding, non-appearance-based arbitration. The dispute will then be resolved using an established alternative dispute resolution ("ADR") provider, mutually agreed upon by you and Stanford. The parties and the selected ADR provider shall not involve any personal appearance by the parties or witnesses, unless otherwise mutually agreed by the parties; rather, the arbitration shall be conducted, at the option of the party seeking relief, online, by telephone or via written submissions alone. Any judgment rendered by the arbitrator may be entered in any court of competent jurisdiction. Any claim or cause of action you may have with respect to Stanford or the Site must be commenced within one (1) year after the claim or cause of action arose.
mn: Веб сайтыг Калифорни муж улсын Санта Клара тойрогт байрлалтай Стэнфорд хариуцан зохицуулдаг. Эдгээр Нөхцөл эсхүл Веб сайтад байрлуулсан аливаа агуулга буюу агуулгын хуулбар, дахин хэвлэлтийн талаар ямарваа маргаан гарсан тохиолдолд энэ тухай гэрээ, иргэний эрхийн зөрчилтэй холбоотой асуудал, их хурлаар батлагдсан хууль болон бусад хуульд заасан байсан ч асуудлыг Калифорни муж улсын хуулийн дагуу шийдвэрлэх бөгөөд ингэхдээ хуулийн заалтуудын зөрчлийг тооцохгүй. Гагцхүү Калифорни муж улсын Санта Клара тойрогт байрлах улсын болон муж улсын шүүхийн газар дээрх маргааныг таслан шийдвэрлэх шүүх хурал явагдах бөгөөд та үүнийг хүлээн зөвшөөрнө. Шүүхийн хориг эсхүл үүнтэй төстэй арга хэмжээ авахыг шаардсанаас бусад тохиолдолд Веб сайтын үйл ажиллагаатай холбоотой гомдолд арван мянган америк доллар (10000 ам.доллар)-аас бага хэмжээний төлбөр нэхэмжилсэн тохиолдолд таны эсхүл Стэнфордын санаачлагаар маргаан шийдвэрлэх, биечлэн оролцоогүй арбитрын шүүх хурлаар асуудлыг хэлэлцэж болно. Үүний дараагаар та болон Стэнфордын хүлээн зөвшөөрөх Эвлэрүүлэн зуучлах байгууллагад (“ADR”) хандаж, асуудлыг шийдвэрлүүлж болно. Өөрөөр харилцан тохиролцоогүй бол талууд болон сонгогдсон Эвлэрүүлэн зуучлах байгууллага нь талууд болон гэрчүүдийг биечлэн байлгахгүйгээр асуудлыг шийдвэрлэхийг зорино. Асуудлыг шийдвэрлүүлэх хүсэлт гаргасан талын сонгосны дагуу арбитрын шүүх хурлыг цахим хэлбэрээр, утсаар эсхүл бичгээр явуулна. Арбитрын шүүгчийн гаргасан шийдвэрийг хамааралтай аль ч шүүхийн байгууллагаас хүлээн авч болно. Стэнфорд эсхүл Веб сайттай холбоотой аливаа гомдол эсхүл нэхэмжлэлийг асуудал гарснаас хойш нэг (1) жилийн дотор гаргах ёстой.

source: Disclaimer of Warranties
mn: Баталгаа гаргахгүй байх

source: THESE SITES AND ANY INFORMATION, PRODUCTS OR SERVICES THEREIN ARE PROVIDED "AS IS" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR USE OF A PARTICULAR PURPOSE, OR NONINFRINGEMENT.
mn: ЭДГЭЭР ВЕБ САЙТ БОЛОН АЛИВАА МЭДЭЭЛЭЛ, БҮТЭЭГДЭХҮҮН ЭСХҮЛ ҮЙЛЧИЛГЭЭ ЗЭРГИЙГ "БАЙГАА БАЙДЛААР" ТАВИХ БУЮУ ҮЗҮҮЛЭХ БӨГӨӨД ИНГЭХДЭЭ ЯМАР НЭГЭН ТУСГАЙ ЭСХҮЛ ХУУЛЬ ЁСНЫ БАТАЛГАА БУЮУ ЭНГИЙН ХЭРЭГЛЭЭНИЙ БАТАЛГАА, ТУСГАЙ ЗОРИЛГООР АШИГЛАГДАХ БАТАЛГАА, ЭСХҮЛ ЗӨРЧИЛ ҮЛ ГАРГАХ БАТАЛГАА ЗЭРГИЙГ ГАРГАХГҮЙ.

source: STANFORD DOES NOT WARRANT, AND HEREBY DISCLAIMS ANY WARRANTIES, EITHER EXPRESS OR IMPLIED, WITH RESPECT TO THE ACCURACY, ADEQUACY OR COMPLETENESS OF ANY SITE, INFORMATION OBTAINED FROM A SITE, OR LINK TO A SITE. STANFORD DOES NOT WARRANT THAT THE SITE WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER OR THAT THE SITE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. USE OF INFORMATION OBTAINED FROM OR THROUGH THE SITE IS AT YOUR OWN RISK.
mn: СТЭНФОРД НЬ АЛИВАА ВЕБ САЙТ БОЛОН ВЕБ САЙТ ЭСХҮЛ ВЕБ САЙТ РУУ ХОЛБОХ ХОЛБООС ЗЭРГЭЭС АВСАН МЭДЭЭЛЛИЙН ҮНЭН ЗӨВ БАЙДАЛ, ЗОХИСТОЙ БАЙДАЛ ЭСХҮЛ БҮРЭН ДҮҮРЭН БАЙДАЛ ЗЭРЭГТ ЯМАР НЭГЭН ТУСГАЙ ЭСХҮЛ ХУУЛЬ ЁСНЫ БАТАЛГАА ӨГӨХГҮЙ. СТЭНФОРД НЬ ЭНЭХҮҮ ВЕБ САЙТЫГ ЯМАР НЭГЭН ДОГОЛДОЛГҮЙГЭЭР, АЛДААГҮЙ АЖИЛУУЛАХ ЭСХҮЛ ВЕБ САЙТЫГ ВИРУС ЭСХҮЛ БУСАД ХОР ХӨНӨӨЛТЭЙ ҮЙЛЧЛЭЛЭЭС АНГИД БАЙЛГАХ БАТАЛГАА ӨГӨХГҮЙ. ТА ВЕБ САЙТААС МЭДЭЭЛЭЛ АВАХТАЙ ХОЛБООТОЙ ГАРЧ БОЛОХ ЭРСДЭЛИЙГ ӨӨРӨӨ ХАРИУЦНА.

source: WITHOUT LIMITING THE FOREGOING, STANFORD DOES NOT WARRANT THAT (A) THE SITE WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS OR ACHIEVE THE INTENDED PURPOSES, (B) THE SITE WILL BE FREE OF OUTAGES, INTERRUPTIONS, DELAYS, SECURITY FLAWS, AND ERRORS, (C) THE INFORMATION OBTAINED FROM THE SITE WILL BE ACCURATE, COMPLETE, CURRENT, ERROR-FREE, COMPLETELY SECURE OR RELIABLE, (D) THAT YOU WILL BE ABLE TO TRANSMIT OR RECEIVE INFORMATION FROM OR THROUGH THE SITE OR (E) THAT DEFECTS IN OR ON THE SITE WILL BE CORRECTED.
mn: ДЭЭР БИЧИГДСЭНИЙГ ХЯЗГААРЛАХГҮЙГЭЭР, СТЭНФОРД НЬ ДАРААХ НӨХЦӨЛД БАТАЛГАА ӨГӨХГҮЙ БОЛНО. ҮҮНД: (А) ВЕБ САЙТ ТАНЫ ХЭРЭГЦЭЭ ЭСХҮЛ ХҮЛЭЭЛТ ЭСХҮЛ ТАВЬСАН ЗОРИЛГОД НИЙЦСЭН БАЙХ, (Б) ВЕБ САЙТЫН ҮЙЛ АЖИЛЛАГААНД СААТАЛ, ДОГОЛДОЛ, УДААШРАЛ, АЮУЛГҮЙ БАЙДЛЫН ЗӨРЧИЛ БОЛОН АЛДАА ГАРАХГҮЙ БАЙХ, (В) ВЕБ САЙТААС АВСАН МЭДЭЭЛЭЛ ҮНЭН ЗӨВ, БҮРЭН ДҮҮРЭН, ХАМГИЙН СҮҮЛИЙН ҮЕИЙН, АЛДААГҮЙ, БҮРЭН НАЙДВАРТАЙ БӨГӨӨД АЮУЛГҮЙ БАЙНА, (Г) ВЕБ САЙТААР ДАМЖУУЛАН МЭДЭЭЛЛИЙГ ДАМЖУУЛАХ БОЛОН ХҮЛЭЭЖ АВАХ БОЛОМЖТОЙ БАЙНА ЭСХҮЛ (Д) ВЕБ САЙТАД ГАРСАН АЛДАА ДУТАГДЛЫГ ЗАСАХ БОЛНО.

source: Limitation of Liability
mn: Хариуцлагын хэм хэмжээ
