Repository: linkmoises/mdx-edx
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: mn

source: Classes End
mn: Хичээл Дуусах

source: Estimated Effort
mn: Тооцоолсон чармайлт

source: Prerequisites
mn: Өмнө үзсэн байх шаардлагатай

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
mn: Та энэ сургалтыг эхлэхээс өмнө {link_start} {prc_display} {link_end} -ийг амжилттай бөглөх ёстой.

source: Requirements
mn: Шаардлага

source: Additional Resources
mn: Нэмэлт Эх сурвалжууд

source: enroll
mn: бүртгүүлэх

source: Share with friends and family!
mn: Найз нөхөд,гэр бүлийнхэнтэйгээ хуваалц!

source: I just enrolled in {number} {title} through {account}: {url}
mn: Би дөнгөж {number} {title} -д бүртгүүлсэн {account}: {url}

source: Take a course with {platform} online
mn: {platform}-тай онлайнаар хичээл авах

source: I just enrolled in {number} {title} through {platform} {url}
mn: Би саяхан {number} {title} {platform} {url}

source: Tweet that you've enrolled in this course
mn: Та энэ курст хамрагдсан гэдгийг мэдэгдээрэй

source: Email someone to say you've enrolled in this course
mn: Энэ курст хамрагдсан гэж хэлэхийн тулд хэн нэгэнд илгээнэ үү

source: Course Material
mn: Курсын материал

source: Hide
mn: Нуух

source: Show
mn: Харуулах

source: Show Earlier Course Updates
mn: Өмнөх зааврыг харах

source: Courses
mn: Хичээлүүд

source: Loading
mn: Ачаалж байна

source: List of Courses
mn: Курсын жагсаалт

source: Refine Your Search
mn: Хайлтаа сайжруулна уу

source: {course_number} Courseware
mn: {course_number} Хичээлийн тухай

source: Course Utilities
mn: Сургалтын хэрэгсэл

source: Courseware
mn: Хичээлийн тухай

source: Bookmarks
mn: Хавчуурга

source: Course Search
mn: Хайлтын курс

source: No content has been added to this course
mn: Энэ хичээлд агуулга нэмэгдээгүй

source: Your score is {current_score}%. You have passed the entrance exam.
mn: Таны оноо {current_score}%. Та элсэлтийн шалгалтанд тэнцсэн.

source: {course_number} Course Info
mn: {course_number} Хичээлийн Мэдээлэл

source: You are not enrolled yet
mn: Та одоогоор бүртгүүлээгүй байна

source: Welcome to {org}'s {course_name}!
mn: {org} 'н {course_name} курсд тавтай морилно уу!

source: Resume Course
mn: Дахин эхлэх курс

source: View Updates in Studio
mn: Студид Шинэчлэлийг Харах

source: Course Updates and News
mn: Курсын шинэчлэл ба мэдээ

source: Handout Navigation
mn: Гарын авлагын Навигаци

source: News - MITx 6.002x
mn: Мэдээ - MITx 6.002x

source: Updates to Discussion Posts You Follow
mn: Таны Дагаж байгаа Ярилцлагын Постуудын шинэчлэл

source: Play
mn: Тоглуулах

source: Overview
mn: Тойм

source: FAQ
mn: Асуулт хариулт

source: Note: Submitted assignments will appear as bars in the Progress chart. Mouse over a bar to see more information about the relevant assignment.
mn: Тэмдэглэл: Оруулсан оролтууд нь Прогресс диаграмд ​​харуулагдах болноt. Холбогдох даалгаврын талаар дэлгэрэнгүй мэдээллийг харахын тулд bar дээр хулгана.

source: {course_number} Progress
mn: {course_number} Явц

source: View Grading in studio
mn: Студид Дүнг харах

source: Course Progress for Student '{username}' ({email})
mn: Оюутны {username}' ({email}) Хичээлийн Явц

source: View Certificate
mn: Гэрчилгээ харах

source: Opens in a new browser window
mn: Шинэ хөтөчийн цонхонд нээгдэнэ

source: Download Your Certificate
mn: Гэрчилгээ авах

source: Request Certificate
mn: Сертификат хүсэх

source: Requirements for Course Credit
mn: Курсын зээлийн шаардлага

source: {student_name}, you are no longer eligible for credit in this course.
mn: {student_name}, та энэ курсийн кредит авах эрхгүй болно.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
mn: {student_name}, та энэ курсийн кредит шаардлагыг хангасан. {a_start} Курсын кредит худалдан авахын тулд өөрийн самбар {a_end} руу оч.

source: {student_name}, you have not yet met the requirements for credit.
mn: {student_name}, та кредит шаардлагыг хараахан хангаагүй байна.

source: Information about course credit requirements
mn: Мэдээж кредит шаардлагын тухай мэдээлэл

source: display_name
mn: харагдах нэр

source: Verification Submitted
mn: Баталгаажуулалт оруулсан

source: Verification Failed
mn: Баталгаажуулалт амжилтгүй болсон

source: Verification Declined
mn: Баталгаажуулалт хүчингүй болсон

source: Completed by {date}
mn: {date} дууссан

source: Upcoming
mn: Удахгүй болно

source: Less
mn: Бага байна

source: Details for each chapter
mn: Бүлэг бүрт зориулсан дэлгэрэнгүй мэдээлэл

source: {earned} of {total} possible points
mn: {total} боломжтой оноо {earned}

source: Problem Scores:
mn: Асуудлын Оноонууд:

source: Practice Scores:
mn: Дадлагын Оноонууд:

source: No problem scores in this section
mn: Энэ хэсэгт асуудлын оноо байхгүй

source: Non-registered mode. {tag_start}Register{tag_end} to save your course progress.
mn: Бүртгэлгүй горим. {tag_start} Бүртгүүлэх {tag_end} таны курсийн явцыг хадгалах.

source: By exploring the course, you are agreeing to our {tos_link_start}Terms of Service{link_end} and {privacy_link_start}Privacy Policy{link_end}. Please read them carefully.
mn: Сургалтыг судлахдаа та {tos_link_start} Үйлчилгээний нөхцөл {link_end} болон {privacy_link_start} Нууцлалын бодлого {link_end} -ийг зөвшөөрч байна. Үүнийг анхааралтай уншина уу.

source: {course.display_number_with_default} Course Info
mn: {course.display_number_with_default} Хичээлийн Мэдээлэл

source: needs attention
mn: анхаарах шаардлагатай

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
mn: Та хамгийн сүүлд {section_link} хэсэгт байсан. Та болсон бол, зүүн талд байгаа өөр хэсгийг сонгоно уу.

source: Preview Language Setting
mn: Хэлний тохиргоог урьдчилан харах

source: Final course details are being wrapped up at this time. Your final standing will be available shortly.
mn: Одоогийн байдлаар төгсгөлийн курсын талаар дэлгэрэнгүй мэдээлэл оруулав. Таны сүүлийн байр сууриа удахгүй авах боломжтой.

source: Your final grade:
mn: Таны сүүлийн дүн:

source: Grade required for a {cert_name_short}:
mn: {cert_name_short} нд шаардлагатай дүн:

source: Grade required to pass this course:
mn: Энэ курс дамжих анги:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
mn: Таны баталгаатай {cert_name_long} нь танд {cert_name_short}-г олгох нь АНУ-аас Иран, Куба, Сири болон Суданд тавидаг хатуу хоригтай нийцэж байгаа эсэхийг баталгаажуулах шаардлагын улмаас хүлээгдэж байна. Хэрэв та манай систем таныг эдгээр орнуудын нэгтэй холбоотой гэж алдаатай заасан байвал {email} -ээр бидэнд хандаж мэдэгдэнэ үү. Хэрэв та {cert_name_long}-ндаа мөнгөө буцааж авахыг хүсвэл манай {billing_email} хаягаар хандана уу.

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
mn: Таны баталгаатай {cert_name_long} нь танд {cert_name_short}-г олгох нь АНУ-аас Иран, Куба, Сири болон Суданд тавидаг хатуу хоригтай нийцэж байгаа эсэхийг баталгаажуулах шаардлагын улмаас хүлээгдэж байна. Хэрэв та манай систем таныг эдгээр орнуудын нэгтэй холбоотой гэж алдаатай заасан байвал {email} -ээр бидэнд хандаж мэдэгдэнэ үү.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
mn: Таны платформ олгоогүй тул та {platform_name} -тай одоогийн баталгаажсан биеийн байцаалт байхгүй байна.

source: Verify your identity now.
mn: Өөрийнхөө одоогийн байдлыг баталгаажуулна уу.

source: Your {cert_name_short} is Generating
mn: Таны {cert_name_short} Хийгдэж байна

source: This link will open the certificate web view
mn: Энэ холбоос нь сертификатын вэб харагдацыг нээнэ

source: View {cert_name_short}
mn: {cert_name_short} харах

source: This link will open/download a PDF document
mn: Энэ линк нь PDF баримт бичиг болон нээнэ/татна

source: Download {cert_name_short} (PDF)
mn: {cert_name_short} татаж авах (PDF)

source: Download Your {cert_name_short} (PDF)
mn: {cert_name_short} (PDF) татах

source: This link will open/download a PDF document of your verified {cert_name_long}.
mn: Энэ линк нь таны баталгаатай {cert_name_long} PDF хэлбэрээр нээнэ/татна.

source: Download Your ID Verified {cert_name_short} (PDF)
mn: Та баталгаатай {cert_name_short} (PDF) хэлбэрээр татна уу.

source: Complete our course feedback survey
mn: Хичээлийн хариулт санал асуулгыг бөглөнө үү

source: Add Certificate to LinkedIn Profile
mn: LinkedIn профайлд гэрчилгээ нэмэх

source: Share on LinkedIn
mn: LinkedIn дээр хуваалцах

source: Course details
mn: Сургалтын дэлгэрэнгүй мэдээлэл

source: {course_number} {course_name} Home Page
mn: {course_number} {course_name} Нүүр хуудас

source: {course_number} {course_name} Cover Image
mn: {course_number} {course_name} Нүүр зураг

source: Enrolled as:
mn: Элссэн байдал:

source: Coming Soon
mn: Удахгүй Ирнэ

source: Ended - {date}
mn: Дууссан - {date}

source: Started - {date}
mn: Эхлэх - {date}

source: Starts - {date}
mn: Эхлэх - {date}

source: View Archived Course
mn: Архивласан Хичээлийг Үзэх

source: Share on Facebook
mn: Фэйсбүүк дээр хуваалцах

source: Course options for
mn: Курсын хувилбарууд

source: Available Actions
mn: Боломжит арга хэмжээ

source: Are you sure you want to unenroll from the purchased course %(course_name)s (%(course_number)s)?
mn: а худалдан авсан курсээс%(course_name)s (%(course_number)s)татан авалт хийхийг хүсч байгаадаа итгэлтэй байна уу??

source: You will be refunded the amount you paid.
mn: Та төлбөрөө төлсөн дүнгээ буцаан олгоно.

source: You will not be refunded the amount you paid.
mn: Та төлбөрөө төлөхгүй болно.

source: Are you sure you want to unenroll from %(course_name)s (%(course_number)s)?
mn: Та %(course_name)s (%(course_number)s)руу шилжихийг хүсч байгаадаа итгэлтэй байна уу?

source: Are you sure you want to unenroll from the verified %(cert_name_long)s track of %(course_name)s (%(course_number)s)?
mn: Та %(course_name)s (%(course_number)s) баталгаажуулсан%(cert_name_long)s-ээс хасагдах хүсэлтэй гэдэгтээ итгэлтэй байна уу?

source: The refund deadline for this course has passed, so you will not receive a refund.
mn: Энэ курсын төлбөрийн хугацаа дууссан тул буцаан авах боломжгүй.

source: Email Settings
mn: Емэйлийн Тохируулганууд

source: Related Programs
mn: Холбогдох хөтөлбөрүүд

source: Verification not yet complete.
mn: Баталгаажуулалт дуусаагүй байна.

source: You only have {days} day left to verify for this course.
mn: Та энэ сургалтад зөвхөн баталгаажуулахын тулд {days} хоног үлдсэн байна.

source: Almost there!
mn: Бараг тэнд!

source: You still need to verify for this course.
mn: Та энэ курсийг шалгах шаардлагатай байна.

source: Verify Now
mn: Одоо баталгаажуулна уу

source: You have submitted your verification information.
mn: Та баталгаажуулалтын мэдээллийг илгээсэн байна.

source: You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
mn: Баталгаажуулах үйл явц дууссаны дараа та хяналтын самбар дээр харагдах болно (ихэвчлэн 1-2 хоногийн дотор).

source: Your current verification will expire soon!
mn: Таны одоогийн баталгаажуулалт удахгүй дуусах болно!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 1-2 days).
mn: Та хүндэтгэлийн мэдээллийг ирүүлсэн. Баталгаажуулах үйл явц дууссаны дараа та хяналтын самбар дээр харагдах болно (ихэвчлэн 1-2 хоногийн дотор).

source: You have successfully verified your ID with edX
mn: Та өөрийн ID-г edX-тай амжилттай баталгаажуулсан байна

source: Your current verification is effective until {date}.
mn: Таны одоогийн шалгалт хүчин төгөлдөр болж байна {date}.

source: Your current verification will expire soon.
mn: Таны одоогийн баталгаажуулалт удахгүй дуусна.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
mn: Таны одоогийн баталгаажуулалт {days} өдрүүдэд дуусна. {start_link} Вэбкам болон засгийн газрын гаргасан зургийн ID ашиглан видеогоо ашиглана уу{end_link}.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
mn: Энэ курсэд олж авсан мэдлэг, ур чадварыг тодруулахын тулд {cert_name_long} -г хайж олох.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
mn: Энэ бол албан ёсны. Энэ нь амархан хуваалцах боломжтой. Энэ нь курсийг төгсөхөд нөлөөлдөг хүчин зүйл юм. {line_break} {link_start} Баталгаажуулсан {cert_name_long} {link_end} талаар дэлгэрэнгүй үзнэ үү.

source: Upgrade to Verified
mn: Баталгаажсан болгох

source: You can no longer access this course because payment has not yet been received. You can {contact_link_start}contact the account holder{contact_link_end} to request payment, or you can {unenroll_link_start}unenroll{unenroll_link_end} from this course
mn: Төлбөрийг хараахан хүлээж аваагүй учир та энэ курст хамрагдах боломжгүй. Та {contact_link_start} account holder {contact_link_end} -тэй холбоо барих төлбөртэй холбоо барьж болно, эсвэл та энэ сургалтаас {unenroll_link_start} unenroll {unenroll_link_end}

source: Could Not Link Accounts
mn: Аккаунтуудыг Холбож болохгүй байна

source: The {provider_name} account you selected is already linked to another {platform_name} account.
mn: таны сонгосон {provider_name} аккаунт өөр {platform_name} аккаунттай хэдийнэ холбогдсон байна.

source: Topic:
mn: Сэдэв:

source: Show Discussion
mn: Ярилцлагыг Үзүүлэх

source: To view live discussions, click Preview or View Live in Unit Settings.
mn: Шууд ярилцлагыг үзэхийн тулд Хэсгийн Тохируулгад орж Урьдчилан үзэх буюу Шууд Үзэх гэж дарах

source: Discussion ID: {discussion_id}
mn: Хэлэлцүүлгийн ID: {discussion_id}

source: Discussion topics list
mn: Хэлэлцүүлгийн сэдвүүдийн жагсаалт

source: Filter Topics
mn: Сэдвүүдийг Шүүх

source: filter topics
mn: сэдвүүдийг шүүх

source: All Discussions
mn: Бүх Ярилцлагууд

source: Posts I'm Following
mn: Миний дагаж байгаа Постууд

source: Filter:
mn: Шүүх:

source: Flagged
mn: Дарцаг хийсэн

source: Sort:
mn: Ангилах:

source: by recent activity
mn: сүүлийн үйл ажиллагаагаар нь

source: by most activity
mn: ихэнх ажилллагаагаар нь

source: by most votes
mn: хамгийн олон саналаар

source: Student Notes
mn: Оюутны тэмдэглэл

source: Highlights and notes you've made in course content
mn: Курсын агуулгад хийсэн онцлох тэмдэглэл, тэмдэглэл

source: Search notes for:
mn: Тэмдэглэлүүдийг хайх

source: Search notes for...
mn: Тэмдэглэлүүдийг хайх ...

source: View notes by:
mn: Тэмдэглэлүүдийг харах боломжтой:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
mn: Та энэ хичээлийн тэмдэглэл хийгээгүй байна. Энэ курсийн бусад оюутнууд дараах тэмдэглэлийг ашиглаж байна:

source: Mark a passage or concept so that it's easy to find later.
mn: Дараа олоход хялбар болгохын тулд хэсэг буюу үзэл баримтлалыг тэмдэглэ.

source: Record thoughts about a specific passage or concept.
mn: Онцгой үзэл баримтлал эсвэл үзэл баримтлалын талаархи бодлоо бичиж тэмдэглэ.

source: Highlight important information to review later in the course or in future courses.
mn: Чухал мэдээллийг онцолсон байх ёстой.

source: Get started by making a note in something you just read, like {section_link}.
mn: Өөрийнхөө уншсан зүйл дээрээ тэмдэглэл хийснийхээ дараа, {section_link}.

source: Hide notes
mn: Тэмдэглэлийг нуух

source: Show notes
mn: Тэмдэглэл харуулах

source: Welcome to {course_name}
mn: {course_name} Тавтай морилно уу

source: To get started, please visit https://{site_name}. The login information for your account follows.
mn: Эхлээд https://{site_name} очно уу. Таны аккаунтаар нэвтрэн орох мэдээлэл дор байна.

source: email: {email}
mn: емэйл: {email}

source: password: {password}
mn: нууц үг: {password}

source: It is recommended that you change your password.
mn: Таныг нууц үгээ солихыг зөвлөж байна.

source: Sincerely yours,The {course_name} Team
mn: Хүндэтгэсэн таны, {course_name} Баг багтана

source: Dear {full_name}
mn: Эрхэм хүндэт {full_name}

source: You have been invited to be a beta tester for {course_name} at {site_name} by a member of the course staff.
mn: Таныг {site_name} дээр {course_name} д хичээлийн ажилтан гишүүн бета тестэрээр урьжээ.

source: To start accessing course materials, please visit {course_url}
mn: Хичээлийн материалыг үзэхийн тулд {course_url} очно уу

source: Visit {course_about_url} to join the course and begin the beta test.
mn: {course_about_url} хичээлд орон бета тест эхлүүлнэ үү.

source: Visit {site_name} to enroll in the course and begin the beta test.
mn: {course_about_url} хичээлд элсэн бета тест эхлүүлнэ үү.

source: This email was automatically sent from {site_name} to {email_address}
mn: Энэ емэйлийг {site_name}-ээс {email_address} руу автоматаар явуулсан

source: You have been invited to a beta test for {course_name}
mn: Таныг {course_name} -д бета тестээр урьж байна

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
mn: Таныг {platform_name}-тэй холбоотой {old_email} ээ {new_email} болгон өөрчилснийг баталгаажуулж байна. Та энэ хүсэлтийг явуулаагүй бол бидэнд яаралтай хандана уу. Холбоо барих мэдээллийг жагсаасан байгаа:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
mn: Бид емэйлүүдийг хадгалдаг тул энэ хүсэлтийг явуулаагүй бол бид шинжлэн шалгаж болно.

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
mn: Таны {platform_name}-тэй холбоотой {old_email} ээ {new_email} болгон өөрчлэх хүсэлтийг бид хүлээн авсан. Зөв бол, энэ хаягаар орж, шинэ емэйлээ баталгаажуул:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
mn: Энэ хүсэлтийг та явуулаагүй бол та юу ч хийх хэрэггүй, биднээс дахин емэйл хүлээн авахгүй. Энэ емэйлд хариу бичих хэрэггүй, тусламж хэрэгтэй бол {platform_name} веб сайтын тусламж хэсгийг үзнэ үү.

source: Request to change {platform_name} account e-mail
mn: {platform_name} аккаунт емэйлийг өөрчлөх хүсэлт

source: Dear student,
mn: Эрхэм хүндэт оюутанд

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
mn: Таныг {site_name} дах {course_name} д хичээлийн ажилтан урьж байна.

source: To access the course visit {course_url} and login.
mn: {course_url} орж, нэвтрэн хичээлийг үзнэ үү.

source: To access the course visit {course_about_url} and register for the course.
mn: Хичээлийг үзэхийн тулд {course_about_url} орж, бүртгүүлнэ үү.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
mn: Бүртгэлээ дуусгахдаа {registration_url} орж, Емэйл хаягны хэсэгт {email_address} ашиглан бүртгэлээ гүйцээх хэрэгтэй.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
mn: Бүртгүүлээд, аккаунтаа идэвхжүүлсний дараа та хяналтын самбар дээр {course_name} харах болно.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
mn: Бүртгүүлж, аккаунтаа идэвхжүүлсний дараа {course_about_url} орж, хичээлд оролцож болно.

source: You can then enroll in {course_name}.
mn: Та {course_name} тэгээд элсэж болно.

source: You have been invited to register for {course_name}
mn: Таныг {course_name} д бүртгүүлэхийг урьж байна

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
mn: Таныг {site_name} {course_name} -д хичээлийн ажилтан элсүүлсэн байна. Хичээл одоо таны {site_name} хяналтын самбар дээр харагдах ёстой.

source: This email was automatically sent from {site_name} to {full_name}
mn: Энэ емэйлийг {site_name} -аас {full_name} руу автоматаар явуулсан

source: You have been enrolled in {course_name}
mn: Та {course_name} элссэн байна

source: Thank you for purchasing enrollments in {course_name}.
mn: {course_name} дахь элсэлт худалдан авахад тань баярлалаа.

source: An invoice for {currency_symbol}{total_price} is attached. Payment is due upon receipt. You can find information about payment methods on the invoice.
mn: {currency_symbol} {total_price} -н нэхэмжлэх хавсаргав. Төлбөрийг хүлээн авсны дараа төлнө. Та нэхэмжлэх дээр төлбөрийн аргын талаар мэдээлэл олж авах боломжтой.

source: A .csv file that lists your enrollment codes is attached. You can use the email template below to distribute enrollment codes to your students. Each student must use a separate enrollment code.
mn: Таны элсэлтийн кодыг хавсаргасан A .csv файл хавсаргав. Та оюутны элсэлтийн кодыг тараахын тулд доорхи имэйлийн загварыг ашиглаж болно. Оюутан бүр элсэлтийн тусгай кодыг ашиглах ёстой.

source: Thanks, The {platform_name} Team
mn: Баярлалаа, {platform_name} баг

source: Dear [[Name]]:
mn: Эрхэм хүндэт [[Name]]:

source: We have provided a course enrollment code for you in {course_name}. To enroll in the course, click the following link:
mn: Бид танд {course_name} -д курсын элсэлтийн кодыг оруулсан. Сургалтанд орохын тулд дараах холбоос дээр дарна уу:

source: HTML link from the attached CSV file
mn: Хавсаргасан CSV файлаас HTML холбоос

source: After you enroll, you can see the course on your student dashboard. You can see course materials after the course start date.
mn: Суралцаж дууссаны дараа та өөрийн оюутны самбар дээрээс курс үзэж болно. Сургалт эхлэх өдрөөс хойш та хичээлийн материалыг үзэж болно.

source: Sincerely, [[Your Signature]]
mn: Хүндэтгэсэн,

source: INVOICE
mn: НЭХЭМЖЛЭЛ

source: Invoice No: {invoice_number}
mn: Нэхэмжлэл дугаар: {invoice_number}

source: Terms: Due Upon Receipt
mn: Нөхцөл: Хүлээн авсаны дараа

source: Due Date: {date}
mn: Өгөх ёстой Огноо: {date}

source: Bill to:
mn: Төлбөрийг:

source: Customer Reference Number: {reference_number}
mn: Хэрэглэгчийн Лавлагаа Дугаар : {reference_number}

source: Balance Due: {currency_symbol}{sale_price}
mn: Үлдэгдэл: {currency_symbol} {sale_price}

source: Course: {course_name}
mn: Хичээл: {course_name}

source: Price: {currency_symbol}{course_price} Quantity: {quantity} Sub-Total: {currency_symbol}{sub_total} Discount: {currency_symbol}{discount}
mn: Үнэ: {currency_symbol} {course_price} Тоо хэмжээ: {quantity} Дэд Нийт: {currency_symbol} {sub_total} Хөнгөлөлт: {currency_symbol} {discount}

source: Total: {currency_symbol}{sale_price}
mn: Нийт: {currency_symbol} {sale_price}

source: Payment Instructions
mn: Төлбөрийн зааварчилгаа
